Repository: Wartybix/Constrict
Catalog: po/*.po
Languages: de, el, eo, es, eu, fa, fi, fr, it, ka, kk, oc, pt_br, ru, sv, tr, zh_cn

source: Constrict
fa: هم‌فشردن
pt_br: Restringir

source: Video Compressor
de: Video-Komprimierer
el: Συμπιεστής βίντεο
eo: Videa kunpremilo
es: Compresor de vídeo
eu: Bideo-konpresorea
fa: فشرده‌ساز ویدیو
fi: Videopakkaaja
fr: Compresseur vidéo
it: Compressore Video
ka: ვიდეოს შემკუშმავი
kk: Видео сығу құралы
oc: Compressor vidèo
pt_br: Compressor de vídeo
ru: Видеокомпрессор
sv: Videokompressor
tr: Video Sıkıştırıcı
zh_cn: 视频压缩器

source: Compress videos to target sizes
de: Videos auf Zielgrößen komprimieren
el: Συμπίεση βίντεο σε συγκεκριμένα μεγέθη
eo: Kunpremi videojn al celo-grandecoj
es: Comprime vídeos al tamaño deseado
eu: Konprimatu bideoak helburuko tamaina batera
fa: فشرده‌سازی ویدیو به اندازهٔ هدف
fi: Pakkaa videot haluttuun kokoon
fr: Compresser les vidéos pour atteindre la taille souhaitée
it: Comprimi video a dimensioni obiettivo
ka: ვიდეოების შეკუმშვა სამიზნე ზომებამდე
kk: Видеоларды мақсатты өлшемдерге дейін сығу
oc: Compressar de vidèos a una talha cibla
pt_br: Comprima vídeos para tamanhos específicos
ru: Сжимайте видео до целевых размеров
sv: Komprimera videor till målstorlekar
tr: Videoları hedef boyutlara sıkıştır
zh_cn: 将视频压缩至目标大小

source: Compress;Video;Movie;Film;Clip;
de: Komprimieren;Video;Film;Clip;
el: Συμπίεση;Βίντεο;Ταινία;Φιλμ;Κλιπ;Compress;Video;Movie;Film;Clip;
es: Comprimir;Vídeo;Película;Clip;
eu: Konprimatu;Bideoa;Filma;Klipa;
fa: فشرده‌سازی;ویدیو;فیلم;کلیپ;
fi: Compress;Video;Movie;Film;Clip;pakkaa;pakkaus;leike;
fr: Compresser ; Vidéo ; Film ; Clip ;
it: Comprimi;Video;Film;Pellicola;Clip;
ka: Compress;Video;Movie;Film;Clip;შეკუმშვა;ვიდეო;ფილმი;კინო;კლიპი;
kk: Сығу;Видео;Кино;Фильм;Клип;
oc: compressar;comprimir;vidèo;film;clip;
pt_br: Comprimir;Vídeo;Filme;Clip;
ru: Сжать;Видео;Ролик;Фильм;Клип;
sv: Komprimera;Kompressor;Video;Film;Klipp;
tr: Sıkıştır;Video;Film;Klip;
zh_cn: Compress;Video;Movie;Film;Clip;压缩;视频;电影;影片;片段;剪辑;

source: New Window
de: Neues Fenster
el: Νέο παράθυρο
eo: Nova fenestro
es: Nueva ventana
eu: Leiho berria
fa: پنجرهٔ جدید
fi: Uusi ikkuna
fr: Nouvelle fenêtre
it: Nuova Finestra
ka: ახალი ფანჯარა
kk: Жаңа терезе
oc: Fenèstra novèla
pt_br: Nova janela
ru: Новое окно
sv: Nytt fönster
tr: Yeni Pencere
zh_cn: 新建窗口

source: Constrict compresses your videos to your chosen file size — useful for uploading to services with specific file size limits. No more relying on online services for video compression, or the manual trial-and-error of re-encoding at various bitrates yourself.
de: Constrict komprimiert Ihre Videos auf die gewünschte Dateigröße — nützlich zum Hochladen auf Dienste mit spezifischen Dateigrößenbegrenzungen. Keine Abhängigkeit mehr von Online-Diensten zur Videokomprimierung oder manuelles Ausprobieren verschiedener Bitraten.
el: Το Constrict συμπιέζει τα βίντεό σας στο μέγεθος αρχείου που επιλέγετε — χρήσιμο για μεταφόρτωση σε υπηρεσίες με συγκεκριμένα όρια μεγέθους. Δεν χρειάζεται πλέον να βασίζεστε σε διαδικτυακές υπηρεσίες ή στη χειροκίνητη μέθοδο δοκιμής και σφάλματος επανακωδικοποίησης σε διάφορους ρυθμούς bit.
es: Constrict comprime tus vídeos al tamaño de archivo que elijas, lo que resulta útil para subirlos a servicios con límites específicos de tamaño de archivo. Ya no tendrás que depender de servicios online para comprimir vídeos, ni realizar pruebas manuales de recodificación a diferentes velocidades de bits.
eu: Constrict aplikazioak bideoak konprimatzen ditu nahi duzun fitxategi-tamainara iritsi arte — erabilgarria da fitxategi-tamainaren muga jakin bat duten zerbitzuetara bideoak kargatzeko. Ez duzu berriro lineako zerbitzurik erabili beharko bideoak konprimatzeko, eta ezta eskuz "proba eta errorea"metodorik erabili beharko ere.
fa: هم‌فشردن ویدیوهای شما را به اندازهٔ پروندهٔ برگزیده فشرده می‌کند — کارآمد برای بارگذاری به خدمت‌هایی با کرانهٔ مشخص اندازهٔ پرونده. دیگر نیازی به اتکا بر خدمت‌های برخط برای فشرده‌سازی ویدیو یا آزمون‌وخطای دستی کدگذاری دوباره با آهنگ بیت‌های گوناگون به دست خودتان نیست.
fi: Constrict pakkaa videot valitsemaasi tiedostokokoon — hyödyllistä kun video on tarkoitus lähettää tiedostokokoa rajoittavaan palveluun. Ei enää tarvetta suorittaa videon pakkaamista verkkopalveluissa, tai manuaalista yritysten ja erehdysten toistamista.
fr: Constrict compresse vos vidéos à la taille de fichier que vous avez choisie, ce qui est utile pour les télécharger vers des services imposant des limites de taille spécifiques. Vous n'avez plus besoin de recourir à des services en ligne pour compresser vos vidéos, ni de procéder vous-même à des essais et erreurs manuels pour les ré-encoder à différents débits binaires.
it: Constrict comprime i tuoi video alla dimensione di file che hai scelto, utile per caricarli su servizi con limiti specifici di dimensione dei file. Non dovrai più affidarti a servizi online per la compressione video, o al manuale processo di prova ed errore della ri-codifica a vari bitrate.
ka: Constrict-ი თქვენს ვიდეოებს თქვენს მიერ არჩეულ ფაილის ზომამდე კუმშავს — სასარგებლოა ფაილების ზომის კონკრეტული შეზღუდვების მქონე სერვისებში ატვირთვისთვის. აღარ დაგჭირდებათ ვიდეოს შეკუმშვისთვის ონლაინ სერვისებზე დაყრდნობა ან სხვადასხვა ბიტური სიჩქარით ხელახალი კოდირების ხელით ცდისა და შეცდომის მეთოდით გამოყენება.
kk: Constrict видеоларыңызды таңдалған файл өлшеміне дейін сығады — бұл файл өлшеміне нақты шектеулері бар сервистерге жүктеп салу үшін пайдалы. Видео сығу үшін бұдан былай онлайн сервистерге немесе түрлі битрейттерде қолмен сынап көріп, қайта кодтауға сенудің қажеті жоқ.
oc: Constrict comprimís vòstras vidèos a la talha de fichièr que causissètz — util per enviar sus de servicis amb de limits de talha de fichièr especificas. Pas mai de dependéncia dels servicis en linha per la compression vidèo, o d’experiéncias d’ensag e fracàs de debits binaris diferents.
pt_br: O Restringir comprime seus vídeos para o tamanho de arquivo escolhido — útil para enviar a serviços com limites específicos de tamanho de arquivo. Chega de depender de serviços online para compressão de vídeo ou de tentativas e erros manuais para recodificar em diferentes taxas de bits.
ru: Constrict сжимает видео до выбранного вами размера файла — удобно для загрузки на сервисы с определёнными ограничениями на размер файла. Больше не нужно полагаться на онлайн-сервисы для сжатия видео или вручную перекодировать видео методом проб и ошибок с разным битрейтом.
sv: Constrict komprimerar dina videoklipp till din valda filstorlek — användbart för att skicka till tjänster med specifika filstorleksgränser. Inget mer behov av nättjänster för videokomprimering, eller att själv prova sig fram med manuell omkodning i olika bithastigheter.
tr: Constrict, videolarınızı seçtiğiniz dosya boyutuna sıkıştırır. Bu, belirli dosya boyutu sınırları olan hizmetlere yüklemek için kullanışlıdır. Artık video sıkıştırmak için çevrimiçi hizmetlere veya farklı bit hızlarında yeniden kodlamanın manuel deneme yanılma yöntemine güvenmek zorunda kalmayacaksınız.
zh_cn: Constrict 将您的视频压缩至选择的文件大小——对于上传至限制特定文件大小的服务平台比较有用。不再依赖于在线服务的视频压缩功能，或自己手动尝试不同比特率的重新编码。

source: Features include:
de: Funktionen umfassen:
el: Τα χαρακτηριστικά περιλαμβάνουν:
eo: Funkcioj inkludas:
es: Las características incluyen:
eu: Eginbideak:
fa: ویژگی‌ها شامل:
fi: Ominaisuuksia:
fr: Les fonctionnalités comprennent :
it: Le caratteristiche includono:
ka: ფუნქციები შეიცავს:
kk: Мүмкіндіктері:
oc: Foncionalitats inclusas :
pt_br: As funcionalidades incluem:
ru: Возможности:
sv: Funktioner omfattar:
tr: Özellikleri:
zh_cn: 特性包括：

source: An intuitive, easy to use interface.
de: Eine intuitive, benutzerfreundliche Oberfläche.
el: Μια διαισθητική και εύχρηστη διεπαφή.
eo: Intuicia, facile uzebla interfaco.
es: Una interfaz intuitiva y fácil de usar.
eu: Erraz erabiltzen den interfazea.
fa: رابط شهودی با کاربری آسان.
fi: Helppokäyttöinen käyttöliittymä.
fr: Une interface intuitive et facile à utiliser.
it: Un'interfaccia intuitiva e facile da usare.
ka: ინტუიტიური, იოლი ინტერფეისი.
kk: Интуитивті түсінікті, қолдануға оңай интерфейс.
oc: Interfàcia grafica simpla d’utilizacion.
pt_br: Uma interface intuitiva e fácil de usar.
ru: Интуитивно понятный и простой в использовании интерфейс.
sv: Ett intuitivt, lättanvänt gränssnitt.
tr: Sezgisel, kullanımı kolay bir arayüz.
zh_cn: 直观且易于使用的用户界面。

source: Automatic calculation of average bitrate (ABR), resolution, framerate, and audio quality each video is re-encoded with to meet the target file size.
de: Automatische Berechnung der durchschnittlichen Bitrate (ABR), Auflösung, Framerate und Audioqualität für jedes Video, um die Zieldateigröße zu erreichen.
el: Αυτόματος υπολογισμός του μέσου ρυθμού bit (ABR), της ανάλυσης, του ρυθμού καρέ και της ποιότητας ήχου για την επίτευξη του επιθυμητού μεγέθους.
es: Cálculo automático de la velocidad de bits media (ABR), la resolución, la velocidad de fotogramas y la calidad de audio con la que se vuelve a codificar cada vídeo para alcanzar el tamaño de archivo deseado.
eu: Batez besteko bit-emariaren (ABR), bereizmenaren, fotograma-tasaren eta audio-kalitatearen kalkulu automatikoa, bideo bakoitza nahi duzun fitxategi-tamainara murriztu dadin.
fa: برآورد خودکار میانگین آهنگ بیت، تفکیک‌پذیری، آهنگ قاب و کیفیت صدا که هر ویدیو با آن کدگذاری دوباره می‌شود تا به اندازه پروندهٔ هدف برسد.
fi: Keskimääräisen bittinopeuden (ABR), resolution, kuvanopeuden ja äänenlaadun laskeminen, jotta uudelleenkäsiteltävä tiedosto saavuttaa tavoiteltavan tiedostokoon.
fr: Calcul automatique du débit binaire moyen (ABR), de la résolution, de la fréquence d'images et de la qualité audio avec lesquels chaque vidéo est ré-encodée afin d'atteindre la taille de fichier cible.
it: Calcolo automatico del bitrate medio (ABR), della risoluzione, del framerate e della qualità audio con cui ogni video viene ricodificato per soddisfare le dimensioni del file di destinazione.
ka: თითოეული ვიდეო ხელახლა კოდირდება სამიზნე ფაილის ზომის დასაკმაყოფილებლად, საშუალო ბიტრეიტის (ABR), გარჩევადობის, კადრების სიხშირის და აუდიო ხარისხის ავტომატური გაანგარიშებით.
kk: Мақсатты файл өлшеміне жету үшін әр видео қайта кодталатын орташа битрейтті (ABR), ажыратымдылықты, кадр жиілігін және аудио сапасын автоматты түрде есептеу.
oc: Calcul automatic del debit mejan (ABR), de la resolucion, de la frequéncia d'imatges e de la qualitat àudio amb los quals cada vidèo es tornada codificar per aténher la talha de fichièr ciblada.
pt_br: Cálculo automático da taxa de bits média (ABR), resolução, taxa de quadros e qualidade de áudio para cada vídeo, antes de re-codificar o vídeo, a fim de atender ao tamanho de arquivo desejado.
ru: Автоматический расчет среднего битрейта (ABR), разрешения, частоты кадров и качества звука для каждого перекодированного видео в целях соответствия целевому размеру файла.
sv: Automatisk uträkning av medelbithastighet (ABR), upplösning, bildfrekvens och ljudkvalitet som varje videoklipp omkodas med för att uppnå målfilstorleken.
tr: Her videonun hedef dosya boyutunu karşılamak için yeniden kodlanacağı ortalama bit hızı (ABR), çözünürlük, kare hızı ve ses kalitesinin otomatik hesaplanması.
zh_cn: 自动计算每段重新编码视频的平均比特率（ABR）、分辨率、帧率和音频质量以匹配目标文件大小。

source: Bulk compression of multiple videos to one output directory.
de: Massenkomprimierung mehrerer Videos in einen Ausgabeordner.
el: Μαζική συμπίεση πολλαπλών βίντεο σε έναν κατάλογο εξόδου.
eo: Amasa kunpremado de pluraj videoj al unu eligo-dosierujo.
es: Compresión masiva de varios vídeos en un único directorio de salida.
eu: Bideo anitzen sortakako konpresioa irteerako direktorio batera.
fa: فشرده‌سازی انبوه چندین ویدیو به یک شاخهٔ خروجی.
fi: Useiden videoiden massapakkaaminen yhteen kansioon.
fr: Compression en masse de plusieurs vidéos vers un seul répertoire de sortie.
it: Compressione in blocco di più video in una singola directory di output.
ka: ერთზე მეტი ვიდეოს დამუშავება ერთ გამოტანის საქაღალდეში.
kk: Бірнеше видеоны бір шығыс бумасына жаппай сығу.
oc: Compression en massa de mantuna vidèo cap a un repertòri de sortida unic.
pt_br: Compressão em lote de vários vídeos para um único diretório de saída.
ru: Массовое сжатие нескольких видео в один выходной каталог.
sv: Masskomprimering av flera videoklipp till en utdatakatalog.
tr: Birden fazla videonun tek bir çıktı dizinine toplu sıkıştırılması.
zh_cn: 将多段视频批量压缩至一个输出目录。

source: Customization of framerate limits, to ensure a clearer or smoother image.
de: Anpassung der Framerate-Begrenzungen für ein klareres oder flüssigeres Bild.
el: Προσαρμογή ορίων ρυθμού καρέ, για εξασφάλιση καθαρότερης ή ομαλότερης εικόνας.
es: Personalización de los límites de velocidad de fotogramas, para garantizar una imagen más nítida y fluida.
eu: Fotograma-tasaren mugen pertsonalizazioa, irudia garbiagoa edo leunagoa ikus dadin ziurtatzeko.
fa: سفارشی‌سازی کرانهٔ آهنگ قاب، برای اطمینان از تصویر واضح‌تر یا روان‌تر.
fi: Kuvanopeuden rajan mukauttaminen, näin taaten joko paremman kuvanlaadun tai sulavamman liikkeen.
fr: Personnalisation des limites de fréquence d'images, pour garantir une image plus claire ou plus fluide.
it: Personalizzazione dei limiti del framerate, per garantire un'immagine più nitida o più fluida.
ka: კადრების სიხშირის ლიმიტების პერსონალიზაცია, უფრო მკაფიო ან გლუვი გამოსახულების უზრუნველსაყოფად.
kk: Суреттің анығырақ немесе тегіс болуын қамтамасыз ету үшін кадр жиілігі шектеулерін баптау.
oc: Personalizacion dels limits de la frequéncia d'imatges, per assegurar un imatge mai net o mai fluid.
pt_br: Personalização dos limites de taxa de quadros para garantir uma imagem mais nítida ou mais fluida.
ru: Настройка ограничений частоты кадров для обеспечения более четкого или плавного изображения.
sv: Anpassning av bildfrekvensgränser för att säkerställa en klarare eller mjukare bild.
tr: Daha net veya daha akıcı bir görüntü sağlamak için kare hızı sınırlarının özelleştirilmesi.
zh_cn: 自定义帧率限制，确保更清晰或更流畅的图像质量。

source: A choice of codecs to encode output files with, including H.264, HEVC, AV1, and VP9.
de: Auswahl verschiedener Codecs zur Codierung der Ausgabedateien, einschließlich H.264, HEVC, AV1 und VP9.
el: Επιλογή κωδικοποιητών (codecs) για τα αρχεία εξόδου, συμπεριλαμβανομένων των H.264, HEVC, AV1 και VP9.
es: Una selección de códecs para codificar los archivos de salida, incluidos H.264, HEVC, AV1 y VP9.
eu: Irteerako fitxategia kodetzeko kodeken aukera zabala, H.264, HEVC, AV1 eta VP9 barne.
fa: گزینش رمزینه برای رمزگذاری پرونده‌های خروجی، شامل H.264، HEVC، AV1 و VP9.
fi: Lukuisia koodekkja käytettäväksi, mukaan lukien H.264, HEVC, AV1 ja VP9.
fr: Choix de codecs pour encoder les fichiers de sortie, notamment H.264, HEVC, AV1 et VP9.
it: Una scelta di codec per codificare i file di output, tra cui H.264, HEVC, AV1 e VP9.
ka: გამომავალი ფაილების კოდირებისთვის კოდეკების არჩევანი, მათ შორის H.264, HEVC, AV1 და VP9.
kk: Шығыс файлдарын кодтауға арналған кодектерді таңдау, соның ішінде H.264, HEVC, AV1 және VP9.
oc: Una seleccion de còdecs per encodar los fichièrs de sortida, en inclusent H.264, HEVC, AV1 e VP9.
pt_br: Uma escolha de codecs para codificar arquivos de saída, incluindo H.264, HEVC, AV1 e VP9.
ru: Выбор кодеков для кодирования выходных файлов, включая H.264, HEVC, AV1 и VP9.
sv: Ett val av kodekar att koda utdatafiler med, innefattande H.264, HEVC, AV1 och VP9.
tr: Çıktı dosyalarını H.264, HEVC, AV1 ve VP9 gibi çeşitli kodeklerle kodlama seçeneği.
zh_cn: 编码输出文件的多种编码器选择，包括 H.264、HEVC、AV1 和 VP9。

source: The app attempts to retain as much audiovisual quality as possible for the file size given. However, extremely steep reductions in file size can cause significant loss of quality in the output file, and sometimes compression may not be possible at all. All processing is done locally — and as such, compression speeds are only as fast as your hardware allows.
de: Die App versucht, so viel audiovisuelle Qualität wie möglich für die gegebene Dateigröße zu erhalten. Jedoch können extrem starke Reduzierungen der Dateigröße zu erheblichem Qualitätsverlust in der Ausgabedatei führen, und manchmal ist eine Komprimierung überhaupt nicht möglich. Die gesamte Verarbeitung erfolgt lokal — daher sind die Komprimierungsgeschwindigkeiten nur so schnell, wie Ihre Hardware es erlaubt.
el: Η εφαρμογή επιχειρεί να διατηρήσει όσο το δυνατόν υψηλότερη οπτικοακουστική ποιότητα για το δεδομένο μέγεθος αρχείου. Ωστόσο, οι εξαιρετικά απότομες μειώσεις στο μέγεθος του αρχείου μπορεί να προκαλέσουν σημαντική απώλεια ποιότητας στο τελικό αποτέλεσμα, ενώ μερικές φορές η συμπίεση μπορεί να μην είναι καθόλου εφικτή. Όλη η επεξεργασία γίνεται τοπικά — και ως εκ τούτου, οι ταχύτητες συμπίεσης εξαρτώνται αποκλειστικά από τις δυνατότητες του υλικού σας.
es: La aplicación intenta conservar la mayor calidad audiovisual posible para el tamaño de archivo dado. Sin embargo, las reducciones extremas en el tamaño del archivo pueden causar una pérdida significativa de calidad en el archivo de salida y, en ocasiones, la compresión puede no ser posible en absoluto. Todo el procesamiento se realiza de forma local y, por lo tanto, la velocidad de compresión depende de las capacidades de su hardware.
eu: Aplikazioa saiatuko da ikus-entzunezkoaren kalitaterik gehiena mantentzen nahi den fitxategi-tamainarako. Hala ere, tamaina asko murriztu nahi bada, irteerako fitxategiak kalitatea nabarmen galdu dezake, eta batzuetan konprimatzea ezinezkoa da. Prozesatze osoa lokalean egiten denez, abiadura zure hardwareak ahal duen azkarrena izango da.
fa: برنامه تلاش می‌کند تا جای ممکن کیفیت صوتی و تصویری را برای اندازهٔ پروندهٔ داده‌شده نگه دارد. بااین‌حال، کاهش بسیار شدید اندازهٔ پرونده می‌تواند دست‌آویز ازدست‌رفتن چشمگیر کیفیت در پروندهٔ خروجی شود و گاهی فشرده‌سازی شاید هرگز شدنی نباشد. تمام پردازش به‌صورت محلی انجام می‌شود — بنابراین سرعت فشرده‌سازی تنها به سرعتی است که سخت‌افزار شما اجازه می‌دهد.
fi: Sovellus yrittää säilyttää mahdollisimman paljon äänivisuaalista laatua ottaen huomioon halutun tiedostokoon. Erityisen suuret pienennykset tiedostokoossa voivat aiheuttaa merkittävää laadun heikentymistä valmiissa tiedostossa, ja toisinaan pakkaaminen ei ole lainkaan mahdollista. Kaikki käsittely tehdään paikallisesti, joten pakkausnopeus riippuu laitteistostasi.
fr: L'application tente de conserver autant que possible la qualité audiovisuelle pour la taille de fichier donnée. Cependant, des réductions extrêmement importantes de la taille du fichier peuvent entraîner une perte de qualité significative dans le fichier de sortie, et parfois, la compression peut s'avérer impossible. Tout le traitement est effectué localement. Par conséquent, la vitesse de compression dépend uniquement des capacités de votre matériel.
it: L'app tenta di conservare la massima qualità audiovisiva possibile per le dimensioni del file specificate. Tuttavia, riduzioni estremamente drastiche delle dimensioni del file possono causare una significativa perdita di qualità nel file di output e, a volte, la compressione potrebbe non essere affatto possibile. Tutta l'elaborazione viene eseguita localmente e, come tale, le velocità di compressione sono veloci quanto lo consente l'hardware.
ka: აპლიკაცია ცდილობს, შეინარჩუნოს აუდიოვიზუალური ხარისხი მოცემული ფაილის ზომისთვის. თუმცა, ფაილის ზომის უკიდურესად მკვეთრმა შემცირებამ, შეიძლება, გამოიწვიოს გამომავალი ფაილის ხარისხის მნიშვნელოვანი დანაკარგი და ზოგჯერ შეკუმშვა, შეიძლება, საერთოდ შეუძლებელიც იყოს. ყველა დამუშავება ლოკალურად ხორციელდება — და შესაბამისად, შეკუმშვის სიჩქარე მხოლოდ იმდენივეა, რამდენის საშუალებასაც თქვენი აპარატურა იძლევა.
kk: Қолданба берілген файл өлшемі үшін аудио-видео сапасын барынша сақтауға тырысады. Дегенмен, файл өлшемін тым қатты азайту шығыс файлының сапасын айтарлықтай нашарлатуы мүмкін, ал кейде сығу мүлдем мүмкін болмауы мүмкін. Барлық өңдеу жергілікті түрде орындалады — сондықтан сығу жылдамдығы тек жабдығыңыздың мүмкіндігіне байланысты болады.
oc: L'aplicacion ensaja de conservar la melhora qualitat audiovisuala possibla per la talha de fichièr donada. Pasmens, de reduccions extrèmament importantas de la talha del fichièr pòdon causar una pèrda significativa de qualitat dins lo fichièr de sortida, e de còps la compression pòt èsser impossibla. Tot lo tractament se fa localament — e doncas, las velocitats de compression dependon unicament de la poténcia de vòstre material informatic.
pt_br: O aplicativo tenta reter o máximo de qualidade audiovisual possível para o tamanho de arquivo fornecido. No entanto, reduções extremas no tamanho do arquivo podem causar perda significativa de qualidade no arquivo de saída, e às vezes a compressão pode não ser possível. Todo o processamento é feito localmente — e, como tal, as velocidades de compressão dependem apenas do seu hardware.
ru: Приложение старается сохранить максимально возможное качество аудиовизуальной информации для заданного размера файла. Однако слишком резкое уменьшение размера файла может привести к значительной потере качества выходного файла, а иногда сжатие может быть и вовсе невозможно. Вся обработка выполняется локально, поэтому скорость сжатия ограничена возможностями вашего оборудования.
sv: Programmet försöker bibehålla så mycket audiovisuell kvalitet som möjligt för den angivna filstorleken. Extremt stora reduceringar i filstorlek kan dock orsaka betydande förlust av kvalitet i utdatafilen, och ibland kan komprimering kanske inte ens vara möjlig. All bearbetning görs lokalt — och på så vis är komprimeringshastigheter endast så snabba som din hårdvara tillåter.
tr: Uygulama, verilen dosya boyutu için mümkün olduğunca görsel-işitsel kaliteyi korumaya çalışır. Ancak, dosya boyutunda aşırı düşüşler, çıktı dosyasında önemli bir kalite kaybına neden olabilir ve bazen sıkıştırma hiç mümkün olmayabilir. Tüm işlemler yerel olarak yapılır; bu nedenle sıkıştırma hızı, yalnızca donanımınızın izin verdiği kadar hızlıdır.
zh_cn: 该应用会尽可能保留给定文件大小下的视听质量。然而，文件尺寸的急剧减小可能会导致输出文件的质量显著损失，且有些时候可能根本无法实现压缩。所有过程都在本地完成——因而压缩速度受您硬件性能的限制。

source: Source videos queued for compression
de: Quellvideos in der Warteschlange zur Komprimierung
el: Πηγαία βίντεο στην ουρά για συμπίεση
eo: Fontaj videoj en vico por kunpremado
es: Vídeos fuente en cola para compresión
eu: Konprimatzeko ilaran jarritako iturburu-bideoak
fa: ویدئوهای مبدأ در صف فشرده‌سازی
fi: Lähdevideoita asetettuna pakkausjonoon
fr: Vidéos sources en attente de compression
it: Video sorgente in coda per la compressione
ka: წყარო ვიდეოები, რიგში შესაკუმშად
kk: Сығуға кезекке қойылған бастапқы видеолар
oc: Vidèos font en espèra de compression
pt_br: Vídeos de origem na fila para compressão
ru: Исходные видео поставлены в очередь на сжатие
sv: Källvideor köade för komprimering
tr: Sıkıştırma için sıraya alınan kaynak videolar
zh_cn: 等待压缩的源视频

source: The application mid-compression
de: Die Anwendung während der Komprimierung
el: Η εφαρμογή κατά τη διάρκεια της συμπίεσης
eo: La programo dum kunpremado
es: La aplicación de compresión media
eu: Aplikazioaren konpresio ertaina
fa: برنامه در میان فشرده‌سازی
fi: Sovellus suorittamassa pakkaamista
fr: L'application en cours de compression
it: L'applicazione durante la compressione
ka: აპლიკაციის შუა შეკუმშვა
kk: Қолданба сығу барысында
oc: L'aplicacion a la mitat de la compression
pt_br: O aplicativo em meio à compressão
ru: Приложение среднего сжатия
sv: Programmet under komprimering
tr: Sıkıştırma sırasında uygulama
zh_cn: 应用程序在压缩过程中
