Repository: Wartybix/Constrict
Catalog: po/*.po
Languages: de, el, eo, es, eu, fa, fi, fr, it, ka, kk, oc, pt_br, ru, sv, tr, zh_cn

source: A mobile friendly UI
de: Eine mobilfreundliche Benutzeroberfläche
el: Μια διεπαφή φιλική προς κινητά
eo: Portelefona uzanto-interfaco
es: Una interfaz de usuario compatible con dispositivos móviles
eu: Mugikorretan erabili ahal izateko moduko interfazea
fa: رابط کاربری دوستدار تلفن همراه
fi: Mobiililaitteille soveltuva käyttöliittymä
fr: Une interface utilisateur adaptée aux appareils mobiles
it: Un'interfaccia utente ottimizzata per dispositivi mobili
ka: მობილურთან თავსებადი ინტერფეისი
kk: Мобильді құрылғыларға ыңғайлы интерфейс
oc: Interfàcia de bon utilizar sus mobil
pt_br: Uma interface amigável para dispositivos móveis
ru: Удобный для мобильных устройств пользовательский интерфейс
sv: Ett mobilvänligt användargränssnitt
tr: Mobil uyumlu bir arayüz
zh_cn: 移动设备友好的界面

source: Compression settings in the mobile friendly UI
de: Komprimierungseinstellungen in der mobilfreundlichen Benutzeroberfläche
el: Ρυθμίσεις συμπίεσης στη διεπαφή για κινητά
eo: Kunpremaj agordoj en portelefona uzanto-interfaco
es: Configuración de compresión en la interfaz de usuario optimizada para dispositivos móviles
eu: Konpresio-ezarpenak mugikorretarako interfazean
fa: تنظیمات فشرده‌سازی در رابط کاربری دوستدار تلفن همراه
fi: Pakkausasetukset mobiililaitteille soveltuvassa käyttöliittymässä
fr: Paramètres de compression dans l'interface utilisateur adaptée aux mobiles
it: Impostazioni di compressione nell'interfaccia utente ottimizzata per dispositivi mobili
ka: შეკუმშვის მორგება მობილურის ინტერფეისში
kk: Мобильді құрылғыларға ыңғайлы интерфейстегі сығу баптаулары
oc: Paramètres de compression dins l’interfàcia de bon utilizar sus mobil
pt_br: Configurações de compressão na interface amigável para dispositivos móveis
ru: Удобный для мобильных устройств пользовательский интерфейс
sv: Komprimeringsinställningar i det mobilvänliga användargränssnittet
tr: Mobil uyumlu arayüzdeki sıkıştırma ayarları
zh_cn: 移动设备友好的压缩设置界面

source: Framerate Limit
de: Framerate-Begrenzung
el: Όριο ρυθμού καρέ
eo: Kadr-oft-limo
es: Límite de velocidad de fotogramas
eu: Fotograma-tasaren muga
fa: کرانهٔ آهنگ قاب
fi: Kuvanopeuden raja
fr: Limite de fréquence d'images
it: Limite Framerate
ka: კადრების სიჩქარის ზღვარი
kk: Кадр жиілігінің шегі
oc: Limit de la frequéncia d'imatges
pt_br: Limite de taxa de quadros
ru: Предел частоты кадров
sv: Bildfrekvensgräns
tr: Kare Hızı Sınırı
zh_cn: 帧率限制

source: Limits framerates of compressed videos automatically, or to 30 FPS or 60 FPS.
de: Begrenzt Framerates komprimierter Videos automatisch oder auf 30 FPS oder 60 FPS.
el: Περιορίζει αυτόματα τον ρυθμό καρέ των συμπιεσμένων βίντεο ή στα 30 FPS ή 60 FPS.
es: Limita automáticamente la velocidad de fotogramas de los vídeos comprimidos, o a 30 FPS o 60 FPS.
eu: Konprimatutako bideoen fotograma-tasa automatikoki mugatzen du edo, bestela, 30 FPS edo 60 FPS-ko tasa ezartzen du.
fa: آهنگ قاب ویدیوهای فشرده‌شده را به‌صورت خودکار، یا به ۳۰ یا ۶۰ ق‌دث محدود می‌کند.
fi: Rajoittaa pakattujen videoiden kuvanopeutta automaattisesti, tai asettaa sen arvoksi 30 tai 60.
fr: Limite automatiquement la fréquence d'images des vidéos compressées, ou à 30 images par seconde ou 60 images par seconde.
it: Limita automaticamente il framerate dei video compressi, oppure a 30 FPS o 60 FPS.
ka: ავტომატურად ზღუდავს შეკუმშული ვიდეოების კადრების სიხშირეს 30-ზე, ან 60-ზე.
kk: Сығылған видеолардың кадр жиілігін автоматты түрде немесе 30 FPS немесе 60 FPS-ке дейін шектейді.
oc: Limita automaticament la frequéncia d’imatges de las vidèos compressadas, o a 30 FPS o 60 FPS.
pt_br: Limita a taxa de quadros dos vídeos comprimidos automaticamente ou para 30 FPS ou 60 FPS.
ru: Автоматически ограничивает частоту кадров сжатых видео до 30 FPS или 60 FPS.
sv: Begränsar bildfrekvensen för komprimerade videor automatiskt, eller till 30 eller 60 bilder/s.
tr: Sıkıştırılmış videoların kare hızlarını otomatik olarak veya 30 FPS ya da 60 FPS ile sınırlar.
zh_cn: 自动限制压缩视频的帧率，或自定义为 30 帧或 60 帧。

source: Video Codec
el: Κωδικοποιητής βίντεο
eo: Vida kodeko
es: Códec de vídeo
eu: Bideo-kodeka
fa: رمزینهٔ ویدیویی
fi: Videokoodekki
fr: Codec vidéo
it: Codec Video
ka: ვიდეოკოდეკი
kk: Видео кодегі
oc: Codecs vidèo
pt_br: Codec de vídeo
ru: Видеокодек
sv: Videokodek
tr: Video Kodeği
zh_cn: 视频编码

source: The codec used to encode with during compression
de: Der zur Codierung während der Komprimierung verwendete Codec
el: Ο κωδικοποιητής που χρησιμοποιείται κατά τη συμπίεση
eo: La kodeko uzata por kodi dum kunpremado
es: El códec utilizado para codificar durante la compresión
eu: Konpresioan kodeketarako erabiliko den kodeka
fa: رمزینهٔ به کار رفته برای رمزگذاری در زمان فشرده‌سازی
fi: Pakkaamiseen käytettävä koodekki
fr: Le codec utilisé pour l'encodage lors de la compression
it: Il codec utilizzato per la codifica durante la compressione
ka: შეკუმშვისას გამოყენებული კოდეკი
kk: Сығу кезінде кодтау үшін қолданылатын кодек
oc: Lo còdec utilizat per encodar pendent la compression
pt_br: O codec usado para codificar durante a compressão
ru: Кодек, используемый для кодирования во время сжатия
sv: Den kodek som används för kodning under komprimeringen
tr: Sıkıştırma sırasında kodlama için kullanılan kodek
zh_cn: 压缩时使用的编码器

source: compressed
de: komprimiert
el: συμπιεσμένο
eo: kunpremita
es: comprimido
eu: konprimatua
fa: فشرده
fi: pakattu
fr: compressé
it: compresso
ka: შეკუმშულია
kk: сығылған
oc: compressada
pt_br: comprimido
ru: сжато
sv: komprimerad
tr: sıkıştırılmış
zh_cn: 已压缩

source: ‘{}’ repository by
de: „{}“-Repository von
el: Αποθετήριο «{}» από
eo: ‘{}’ deponejo de
es: Repositorio ‘{}’ por
eu: ‘{}’ biltegiaren egilea
fa: مخزن «{}» به دست
fr: ‘{}’ référentiel par
it: Repository ‘{}’ di
ka: ‘{}’ რეპოზიტორიის ავტორია
kk: ‘{}’ репозиторийі, авторы:
oc: repertòri « {} » per
pt_br: repositório ‘{}’ por
ru: ‘{}’ репозиторий
sv: ”{}”-arkiv av
tr: ‘{}’ deposu, yazan
zh_cn: “{}”仓库创建者

source: Circular progress indicator design by
el: Σχεδιασμός κυκλικού δείκτη προόδου από
eo: Ronda progreso-indikatora dezajno de
es: Indicador circular de progreso diseñado por
eu: Aurrerapen-adierazle zirkularraren egilea
fa: نشانگر پیشرفت دایره‌ای به دست
fr: Conception d'un indicateur de progression circulaire par
it: Indicatore di avanzamento circolare progettato da
ka: მრგვალი მიმდინარეობის მაჩვენებლის ავტორია
kk: Дөңгелек прогресс индикаторының дизайны, авторы:
oc: Indicador circular de progression concebut per
pt_br: Design do indicador de progresso circular por
ru: Дизайн кругового индикатора прогресса
sv: Cirkulär förloppsindikatordesign av
zh_cn: 圆形进度指示器设计者

source: Drag overlay design by
de: Drag-Overlay-Design von
el: Σχεδιασμός επικάλυψης μεταφοράς από
eo: Tren-kovril-dezajno de
es: Diseño de superposición de arrastre por
eu: Arrastatzeko gainjartzearen diseinuaren egilea
fa: لغزش پوششی به دست
fr: Conception du glisser-déposer par
it: Sovrapposizione di trascinamento progettato da
ka: დაყრის განლაგების დიზაინის ავტორია
kk: Сүйреп апару қабатының дизайны, авторы:
oc: Subreimpression de depaus concebuda per
pt_br: Design da sobreposição de arrastar por
ru: Дизайн перетаскиваемого слоя
sv: Dragöverläggsdesign av
zh_cn: 拖放叠加层设计者

source: translator-credits
de: Felicitas Pojtinger <felicitas@pojtinger.com>
el: Marios K. <mariosk@example.gr>
eo: Kristjan SCHMIDT <kristjan.schmidt@googlemail.com>
es: haggen88
eu: Asier Saratsua Garmendia <asiersarasua@ni.eus>, 2026
fa: آوید <avds@disroot.org>
fi: Jiri Grönroos
fr: crédits traducteurs
it: Albano Battistella
ka: ეკატერინე პაპავა
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
oc: Quentin PAGÈS
pt_br: john peter sa
ru: Anton Palgunov https://github.com/Toxblh/
sv: Anders Jonsson <anders.jonsson@norsjovallen.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
tr: erdem uygun <uygun.erdem@proton.me>
zh_cn: lumingzh <lumingzh@qq.com>, 2026

source: {} FPS
eo: {} KS
fa: {} ق‌د‌ث
ka: {} კადრი/წმ
kk: {} кадр/сек
sv: {} bilder/s

source: Videos compressed to low bitrates may be capped to {} FPS, regardless of the option set.
de: Videos, die auf niedrige Bitraten komprimiert werden, können unabhängig von der eingestellten Option auf {} FPS begrenzt werden.
el: Βίντεο που συμπιέζονται σε χαμηλούς ρυθμούς μετάδοσης ενδέχεται να περιοριστούν στα {} FPS, ανεξάρτητα από την επιλεγμένη ρύθμιση.
es: Los vídeos comprimidos a velocidades de bits bajas pueden tener un límite de {} FPS, independientemente de la opción seleccionada.
eu: Bit-emari txikiekin konprimatutako bideoak {} FPS-etara mugatu daitezke, ezarritako aukera beste bat izan arren.
fa: ویدیوهای فشرده‌شده به آهنگ بیت پایین شاید با چشم‌پوشی از گزینهٔ تنظیم‌شده، به {} ق‌د‌ث محدود شوند.
fr: Les vidéos compressées à des débits binaires faibles peuvent être limitées à {} FPS, quelle que soit l'option sélectionnée.
it: I video compressi a bassi bitrate potrebbero essere limitati a {} FPS, indipendentemente dall'opzione impostata.
ka: ვიდეოები, რომლებიც შეკუმშულია დაბალ ბიტურ სიხშირეებზე, შეიძლება მაინც შეიზღუდოს {} კადრ/წმ-ზე იმის მიუხედავად, დაყენებულია ეს პარამეტრი, თუ არა.
kk: Төмен битрейтке сығылған видеолар, орнатылған опцияға қарамастан, {} кадр/сек-пен шектелуі мүмкін.
oc: Las vidèos compressadas a de debits basses pòdon èsser limitadas a {} imatges per segonda, quina que siá l'opcion definida.
pt_br: Vídeos comprimidos com taxas de bits baixas podem ser limitados a {} FPS, independentemente da opção definida.
ru: Видео, сжатые до низкого битрейта, могут быть ограничены {} FPS, независимо от установленной опции.
sv: Videoklipp som komprimerats till låga bithastigheter kan begränsas till {} bilder/s, oavsett vad alternativet satts till.
tr: Düşük bit hızında sıkıştırılan videolar, ayarlanan seçenekten bağımsız olarak {} FPS ile sınırlanabilir.
zh_cn: 视频压缩至低比特率可能会限制为 {} FPS，与选项设置无关。

source: Decreasing the tolerance maximizes image quality by reducing how much compressed file sizes can be under target. However, this can increase the number of attempts needed to meet the target, increasing compression time. A tolerance of {} % or more is recommended.
de: Das Verringern der Toleranz maximiert die Bildqualität, indem reduziert wird, wie weit komprimierte Dateigrößen unter dem Ziel liegen können. Dies kann jedoch die Anzahl der benötigten Versuche erhöhen, um das Ziel zu erreichen, und somit die Komprimierungszeit verlängern. Eine Toleranz von {} % oder mehr wird empfohlen.
el: Η μείωση της ανοχής μεγιστοποιεί την ποιότητα της εικόνας περιορίζοντας πόσο πολύ μπορεί το συμπιεσμένο αρχείο να είναι μικρότερο από τον στόχο. Ωστόσο, αυτό μπορεί να αυξήσει τον αριθμό των προσπαθειών, αυξάνοντας τον χρόνο συμπίεσης. Συνιστάται ανοχή {} % ή μεγαλύτερη.
es: Al disminuir la tolerancia, se maximiza la calidad de la imagen al reducir la cantidad de compresión que pueden tener los archivos por debajo del objetivo. Sin embargo, esto puede aumentar el número de intentos necesarios para alcanzar el objetivo, lo que aumenta el tiempo de compresión. Se recomienda una tolerancia del {} % o más.
eu: Tolerantzia txikitzen denean irudiaren kalitatea maximizatzen da, horretarako konprimatutako fitxategi-tamainak helburuaren azpitik noraino egon daitezkeen ezarriz. Hala ere, horrek helburua betetzeko beharko den saiakera kopurua eta konpresio-denbora handitu dezake. Tolerantzia % {} edo gehiagokoa izatea gomendatzen da.
fa: کاهش تاب‌آوری با کاستن از این‌که اندازهٔ پروندهٔ فشرده تا چه میزان می‌تواند پایین‌تر از هدف باشد، کیفیت تصویر را به بیشینه می‌رساند. بااین‌حال، این کار می‌تواند شمار تلاش‌های موردنیاز برای رسیدن به هدف و زمان فشرده‌سازی را افزایش دهد. تاب‌آوری ٪ {} یا بیشتر سفارش می‌شود.
fr: La réduction de la tolérance optimise la qualité de l'image en réduisant la taille des fichiers compressés par rapport à la taille cible. Cependant, cela peut augmenter le nombre de tentatives nécessaires pour atteindre la taille cible, ce qui augmente le temps de compression. Une tolérance de {} % ou plus est recommandée.
it: Diminuire la tolleranza massimizza la qualità dell'immagine riducendo di quanto le dimensioni dei file compressi possono essere inferiori all'obiettivo. Tuttavia, questo può aumentare il numero di tentativi necessari per raggiungere l'obiettivo, aumentando il tempo di compressione. Si raccomanda una tolleranza del {} % o superiore.
ka: ტოლერანტობის შემცირება მაქსიმალურად ზრდის სურათის ხარისხს, რადგან ამცირებს შეკუმშული ფაილების ზომას სამიზნეზე ნაკლები. თუმცა, ამან შეიძლება გაზარდოს მიზნის მისაღწევად საჭირო მცდელობების რაოდენობა, რაც გაზრდის შეკუმშვის დროს. რეკომენდებულია {}%-ის ან მეტი ტოლერანტობა.
kk: Ауытқуды азайту сығылған файл өлшемдерінің мақсатты өлшемнен қаншалықты төмен болатынын шектеу арқылы сурет сапасын арттырады. Дегенмен, бұл мақсатқа жету үшін қажетті әрекеттер санын көбейтіп, сығу уақытын ұзартуы мүмкін. {} % немесе одан көп ауытқу ұсынылады.
oc: Abaissar la tolerància maximaliza la qualitat de l'imatge en redusent lo marge per loqual la talha dels fichièrs compressats pòt èsser en deçà de la cibla. Pasmens, aquò pòt aumentar lo nombre d'ensages necessaris per aténher la cibla, çò qu'aumenta lo temps de compression. Una tolerància de {} % o mai es recomandada.
pt_br: Diminuir a tolerância maximiza a qualidade da imagem reduzindo o quanto os tamanhos dos arquivos comprimidos podem ficar abaixo do alvo. No entanto, isso pode aumentar o número de tentativas necessárias para atingir o alvo, aumentando o tempo de compressão. Uma tolerância de {} % ou mais é recomendada.
ru: Уменьшение допуска максимизирует качество изображения, уменьшая количество сжатых файлов, которые могут отставать от целевого значения. Однако это может увеличить количество попыток, необходимых для достижения целевого значения, что увеличит время сжатия. Рекомендуется допуск {} % или более.
sv: Att minska toleransen maximerar bildkvalitet genom att reducera hur mycket komprimerade filstorlekar kan vara under målet. Detta kan dock öka antalet försök som behövs för att möta målet, vilket ökar komprimeringstid. En tolerans på {} % eller mer rekommenderas.
tr: Toleransı düşürmek, sıkıştırılmış dosya boyutlarının hedefin ne kadar altında kalabileceğini azaltarak görüntü kalitesini en üst düzeye çıkarır. Ancak bu, hedefi karşılamak için gereken deneme sayısını artırarak sıkıştırma süresini uzatabilir. {} % veya daha fazla bir tolerans önerilir.
zh_cn: 降低公差可通过减少压缩文件与目标大小的差距来最大化图像质量。然而，这可能会增加满足目标的尝试次数，增加压缩时间。推荐 {} % 或更大的公差。

source: MiB
fa: می‌ب
ka: მიბ
kk: МиБ
oc: Mio
ru: МиБ

source: Target _Size ({})
de: Ziel_größe ({})
el: Μέγεθος _στόχος ({})
eo: Cel-_grandeco ({})
es: _Tamaño objetivo ({})
eu: Helburuko _tamaina ({})
fa: _اندازهٔ هدف ({})
fi: Tavoiteltava _koko ({})
fr: Taille_cible ({})
it: _Dimensione Obiettivo ({})
ka: _სამიზნე ზომა ({})
kk: Мақсатты өл_шемі ({})
oc: Talha _cibla ({})
pt_br: Tamanho _alvo ({})
ru: Целевой _Размер ({})
sv: Mål_storlek ({})
tr: Hedef Büyüklük ({})
zh_cn: 目标大小（{}）(_S)

source: Processing “{}”
de: „{}“ wird verarbeitet
el: Επεξεργασία του «{}»
eo: Pretraktante “{}”
es: Procesando “{}”
eu: “{}” prozesatzen
fa: در حال پردازش «{}»
fi: Käsitellään “{}”
fr: Traitement de “{}”
it: Elaborazione di “{}”
ka: “{}” მუშავდება
kk: “{}” өңделуде
oc: Tractament de « {} »
pt_br: Processando “{}”
ru: Обработка “{}”
sv: Bearbetar ”{}”
tr: “{}” işleniyor
zh_cn: 正在处理“{}”

source: {index}/{total} Videos Processed
de: {index}/{total} Videos verarbeitet
el: {index}/{total} βίντεο επεξεργάστηκαν
eo: {index}/{total} videoj pretraktitaj
es: {index}/{total} videos procesados
eu: {index}/{total} bideo prozesatu dira
fa: {index}/{total} ویدیو پردازش شد
fi: {index}/{total} videota käsitelty
fr: {index}/{total} Vidéos traitées
it: {index}/{total} Video Elaborati
ka: {index}/{total} ვიდეო დამუშავებულია
kk: {index}/{total} видео өңделді
oc: {index}/{total} vidèos tractadas
pt_br: {index}/{total} vídeos processados
ru: {index}/{total} Обработано видео
sv: {index}/{total} videor bearbetade
tr: {index}/{total} video işlendi
zh_cn: 已处理 {index}/{total} 个视频

source: Exporting to “{}”
de: Export nach „{}“
es: Exportando a “{}”
fa: در حال برون‌ریزی به «{}»
fr: Exportation vers “{}”
it: Esportazione in “{}”
oc: Exportacion cap a « {} »
pt_br: Exportando para “{}”
ru: Экспорт в “{}”
tr: “{}” dışa aktarılıyor

source: “{}” Queued
de: „{}“ in Warteschlange
el: Το «{}» μπήκε στην ουρά
eo: “{}” en vico
es: “{}” En cola
eu: “{}” ilaran
fa: «{}» در صف
fi: “{}” asetettu jonoon
fr: “{}” en attente
it: “{}” In Coda
ka: “{}” რიგშია
kk: “{}” кезекке қойылды
oc: « {} » en espèra
pt_br: “{}” na fila
ru: “{}” В очереди
sv: ”{}” köad
tr: “{}” kuyruğa alındı
zh_cn: “{}”已排队

source: {} Videos Queued
de: {} Videos in Warteschlange
el: {} βίντεο στην ουρά
eo: {} videoj en vico
es: {} Videos en cola
eu: {} bideo ilaran
fa: {} ویدیو در صف
fi: {} videota jonossa
fr: {} vidéos en attente
it: {} Video In Coda
ka: {} ვიდეო ჩაემატა რიგს
kk: {} видео кезекке қойылды
oc: {} vidèos en espèra
pt_br: {} vídeos na fila
ru: {} Видео в очереди
sv: {} videor köade
tr: {} video kuyruğa alındı
zh_cn: {} 个视频已排队

source: Stop Compression?
de: Komprimierung stoppen?
el: Διακοπή συμπίεσης;
eo: Ĉesigi kunpremado?
es: ¿Detener la compresión?
eu: Gelditu konpresioa?
fa: توقّف فشرده‌سازی؟
fi: Pysäytetäänkö pakkaaminen?
fr: Arrêter la compression ?
it: Interrompere la compressione?
ka: გაჩერდეს შეკუმშვა?
kk: Сығуды тоқтату керек пе?
oc: Arrestar la compression ?
pt_br: Parar compressão?
ru: Остановить сжатие?
sv: Stoppa komprimering?
tr: Sıkıştırma Durdurulsun mu?
zh_cn: 停止压缩吗？

source: Progress made compressing “{}” will be permanently lost
de: Der Fortschritt bei der Komprimierung von „{}“ wird dauerhaft verloren gehen
el: Η πρόοδος της συμπίεσης για το «{}» θα χαθεί οριστικά
eo: Progreso dum kunpremado de “{}” estos daŭre perdita
es: El progreso logrado al comprimir “{}” se perderá permanentemente
eu: “{}” konprimatzean egindako aurrerapena galduko da
fa: پیشرفت انجام‌شده در فشرده‌سازی «{}» برای همیشه از دست خواهد رفت.
fi: Videon “{}” pakkaamisessa tehty edistyminen menetetään
fr: La progression de la compression de "{}" sera définitivement perdue.
it: I progressi compiuti nella compressione di “{}” andranno persi definitivamente
ka: "{}"-ის შეკუმშვის მიმდინარეობა სამუდამოდ დაიკარგება
kk: “{}” сығу кезіндегі прогресс біржола жоғалады
oc: La progression realizada pendent la compression de « {} » serà definitivament perduda
pt_br: O progresso feito ao comprimir “{}” será perdido permanentemente
ru: Достигнутый прогресс сжатия “{}” будет безвозвратно утерян.
sv: Framsteg gjorda med att komprimera ”{}” kommer förloras permanent
tr: “{}” videosunu sıkıştırma sürecindeki ilerleme kalıcı olarak kaybedilecek
zh_cn: “{}”的压缩进度将会永久丢失

source: _Cancel
de: _Abbrechen
el: _Ακύρωση
eo: _Nuligi
es: _Cancelar
eu: _Utzi
fa: _لغو
fi: _Peru
fr: _Annuler
it: _Annulla
ka: გაუ_ქმება
kk: _Бас тарту
oc: _Anullar
pt_br: _Cancelar
ru: _Отмена
sv: A_vbryt
tr: _İptal
zh_cn: 取消(_C)

source: _Stop
de: _Stoppen
el: _Διακοπή
eo: _Ĉesigi
es: _Detener
eu: _Gelditu
fa: _توقّف
fi: _Pysäytä
fr: _Arrêter
it: _Interrompi
ka: _გაჩერება
kk: _Тоқтату
oc: _Arrestar
pt_br: _Parar
ru: _Стоп
sv: _Stoppa
tr: _Durdur
zh_cn: 停止(_S)

source: Compression Complete
de: Komprimierung abgeschlossen
el: Η συμπίεση ολοκληρώθηκε
eo: Kunpremado kompleta
es: Compresión completa
eu: Konpresioa osatu da
fa: فشرده‌سازی کامل شد
fi: Pakkaaminen valmistui
fr: Compression terminée
it: Compressione Completata
ka: შეკუმშვა დასრულდა
kk: Сығу аяқталды
oc: Compression terminada
pt_br: Compressão concluída
ru: Сжатие завершено
sv: Komprimering slutförd
tr: Sıkıştırma Tamamlandı
zh_cn: 压缩完成

source: “{}” processed
de: „{}“ verarbeitet
el: Το «{}» επεξεργάστηκε
eo: “{}” pretraktita
es: “{}” Procesado
eu: “{}” prozesatu da
fa: «{}» پردازش شد
fi: “{}” käsitelty
fr: "{}" traité
it: “{}” elaborato
ka: “{}” დამუშავებულია
kk: “{}” өңделді
oc: « {} » tractat
pt_br: “{}” processado
ru: “{}” обработано
sv: ”{}” bearbetad
tr: “{}” işlendi
zh_cn: 已处理“{}”

source: {} files processed
de: {} Dateien verarbeitet
el: {} αρχεία επεξεργάστηκαν
eo: {} dosieroj pretraktitaj
es: {} archivos procesados
eu: {} fitxategi prozesatu dira
fa: «{}» پرونده پردازش شد
fi: {} tiedostoa käsitelty
fr: {} Fichiers traités
it: {} file elaborati
ka: {} ფაილი დამუშავებულია
kk: {} файл өңделді
oc: {} fichièrs tractats
pt_br: {} arquivos processados
ru: {} файлов обработано
sv: {} filer bearbetade
tr: {} dosya işlendi
zh_cn: 已处理 {} 个文件

source: Open Export Directory
de: Export-Ordner öffnen
el: Άνοιγμα καταλόγου εξαγωγής
eo: Malfermi eksportodosierujon
es: Abrir directorio de exportación
eu: Ireki esportazioko direktorioa
fa: گشودن شاخهٔ برون‌ریزی
fi: Avaa vientikansio
fr: Ouvrir le répertoire d'exportation
it: Apri Directory di Esportazione
ka: გატანის საქაღალდის გახსნა
kk: Экспорт бумасын ашу
oc: Dobrir repertòri d’exportacion
pt_br: Abrir diretório de exportação
ru: Открыть каталог Экспорта
sv: Öppna exportkatalog
tr: Dışa Aktarma Dizinini Aç
zh_cn: 打开导出目录

source: Videos are being compressed
de: Videos werden komprimiert
el: Τα βίντεο συμπιέζονται
eo: Videoj estas kunpremitaj
es: Los vídeos se están comprimiendo
eu: Bideoak konprimatzen ari dira
fa: ویدیوها در حال فشرده‌سازی هستند
fi: Videoita pakataan
fr: Les vidéos sont en cours de compression
it: I video sono in fase di compressione
ka: მიმდინარეობს ვიდეოების შეკუმშვა
kk: Видеолар сығылуда
oc: Las vidèos son a èsser compressadas
pt_br: Os vídeos estão sendo comprimidos
ru: Видео сжимаются
sv: Videor komprimeras
tr: Videolar sıkıştırılıyor
zh_cn: 正在压缩视频

source: Analyzing…
de: Analysiert…
el: Ανάλυση…
eo: Analizante…
es: Analizando…
eu: Analizatzen…
fa: در حال تحلیل…
fi: Analysoidaan…
fr: Analyse en cours
it: Analisi in corso…
ka: ანალიზი…
kk: Талдау…
oc: Analisi en cors…
pt_br: Analisando…
ru: Анализ…
sv: Analyserar…
tr: Analiz ediliyor…
zh_cn: 正在分析…

source: Error compressing “{}”
de: Fehler beim Komprimieren von „{}“
el: Σφάλμα κατά τη συμπίεση του «{}»
eo: Eraro dum kunpremado de “{}”
es: Error al comprimir “{}”
eu: Errorea “{}” konprimatzean
fa: خطا هنگام فشرده‌سازی «{}»
fi: Virhe pakatessa “{}”
fr: Erreur lors de la compression de "{}"
it: Errore durante la compressione di “{}”
ka: “{}”-ის შეკუმშვის შეცდომა
kk: “{}” сығу кезіндегі қате
oc: Error en compressant « {} »
pt_br: Erro ao comprimir “{}”
ru: Ошибка сжатия “{}”
sv: Fel vid komprimering av ”{}”
tr: “{}” sıkıştırılırken hata oluştu
zh_cn: 压缩“{}”时出错

source: View _Details
de: _Details anzeigen
el: Προβολή _λεπτομερειών
eo: Vidi _detalojn
es: Ver _Detalles
eu: Ikusi _xehetasunak
fa: دیدن _جزییات
fi: Näytä yk_sityiskohdat
fr: Afficher les détails
it: Visualizza _Dettagli
ka: დეტალების _ნახვა
kk: Мәлі_меттерді көру
oc: _Veire los detalhs
pt_br: Ver _detalhes
ru: Посмотреть _Детали
sv: Visa _detaljer
tr: _Ayrıntıları Görüntüle
zh_cn: 查看详情(_D)

source: Compression Canceled
de: Komprimierung abgebrochen
es: Compresión cancelada
fa: فشرده‌سازی لغو شد
it: Compressione Annullata
ru: Сжатие отменено
tr: Sıkıştırma İptal Edildi

source: {desc} ({mime}) is not supported
de: {desc} ({mime}) wird nicht unterstützt
es: {desc} ({mime}) no es compatible
fa: {desc} ({mime}) پشتیبانی نمی‌شود
it: {desc} ({mime}) non è supportato
ru: {desc} ({mime}) не поддерживается

source: Videos
el: Βίντεο
eo: Videoj
eu: Bideoak
fa: ویدیوها
fi: Videot
fr: Vidéos
it: Video
ka: ვიდეოები
kk: Видеолар
oc: Vidèos
pt_br: Vídeos
ru: Видео
sv: Videor
tr: Videolar
zh_cn: 视频

source: Pick Videos
de: Videos auswählen
el: Επιλογή βίντεο
eo: Elekti videojn
es: Videos seleccionados
eu: Aukeratu bideoak
fa: گزینش ویدیوها
fi: Valitse videot
fr: Sélectionner les vidéos
it: Scegli Video
ka: აირჩიეთ ვიდეოები
kk: Видеоларды таңдау
oc: Seleccionar las vidèos
pt_br: Selecionar vídeos
ru: Выберите видео
sv: Välj videor
tr: Video Seç
zh_cn: 拾取视频
