Repository: Wartybix/Constrict
Catalog: po/*.po
Languages: de, el, eo, es, eu, fa, fi, fr, it, ka, kk, oc, pt_br, ru, sv, tr, zh_cn

source: _New Window
de: _Neues Fenster
el: _Νέο παράθυρο
eo: _Nova fenestro
es: _Nueva ventana
eu: _Leiho berria
fa: _پنجرهٔ جدید
fi: _Uusi ikkuna
fr: _Nouvelle fenêtre
it: _Nuova Finestra
ka: _ახალი ფანჯარა
kk: Ж_аңа терезе
oc: Fenèstra _novèla
pt_br: _Nova janela
ru: _Новое окно
sv: _Nytt fönster
tr: _Yeni Pencere
zh_cn: 新建窗口(_N)

source: _Preferences
de: _Einstellungen
el: _Προτιμήσεις
eo: _Agordoj
es: _Preferencias
eu: _Hobespenak
fa: _ترجیحات
fi: _Asetukset
fr: _Préférences
it: _Preferenze
ka: _მორგება
kk: Ба_птаулар
oc: _Preferéncias
pt_br: _Preferências
ru: _Настройки
sv: _Inställningar
tr: _Tercihler
zh_cn: 首选项(_P)

source: _Keyboard Shortcuts
de: _Tastenkürzel
el: Συντομεύσεις _πληκτρολογίου
eo: _Klav-mallongigoj
es: _Atajos de teclado
eu: Las_ter-teklak
fa: میان‌برهای _صفحه‌کلید
fi: _Pikanäppäimet
fr: _Raccourcis clavier
it: _Scorciatoie da Tastiera
ka: _კლავიატურის მალსახმობები
kk: Пернетақта ж_арлықтары
oc: _Acorchis clavièr
pt_br: _Atalhos de teclado
ru: _Горячие клавиши
sv: _Tangentbordsgenvägar
tr: _Klavye Kısayolları
zh_cn: 键盘快捷键(_K)

source: _About Constrict
de: _Über Constrict
el: _Περί του Constrict
eo: _Pri Constrict
es: _Acerca de Constrict
eu: Constrict aplikazioari b_uruz
fa: _دربارهٔ هم‌فشردن
fi: _Tietoja - Constrict
fr: _À propos de Constrict
it: _Informazioni su Constrict
ka: Constrict-ის შეს_ახებ
kk: Constrict тур_алы
oc: _A prepaus de Constrict
pt_br: _Sobre o Restringir
ru: О Constrict
sv: _Om Constrict
tr: Constrict _Hakkında
zh_cn: 关于 Constrict(_A)

source: Main Menu
de: Hauptmenü
el: Κύριο μενού
eo: Ĉefa menuo
es: Menú principal
eu: Menu nagusia
fa: فهرست اصلی
fi: Päävalikko
fr: Menu principal
it: Menu Principale
ka: მთავარი მენიუ
kk: Басты мәзір
oc: Menú principal
pt_br: Menu principal
ru: Основное Меню
sv: Huvudmeny
tr: Ana Menü
zh_cn: 主菜单

source: Compress Videos
de: Videos komprimieren
el: Συμπίεση βίντεο
eo: Kunpremi videojn
es: Comprimir videos
eu: Konprimatu bideoak
fa: فشرده‌سازی ویدیوها
fi: Pakkaa videoita
fr: Compresser des vidéos
it: Comprimi Video
ka: ვიდეოების შეკუმშვა
kk: Видеоларды сығу
oc: Compressar de vidèos
pt_br: Comprimir vídeos
ru: Сжатие видео
sv: Komprimera videor
tr: Videoları Sıkıştır
zh_cn: 压缩视频

source: Drag and drop videos here
de: Videos hier hineinziehen
el: Σύρετε και αφήστε βίντεο εδώ
eo: Trenu kaj faligu videojn ĉi tien
es: Arrastre y suelte los videos aquí
eu: Arrastatu eta jaregin bideoak hemen
fa: کشیدن و رها کردن تصویرها در این‌جا
fi: Vedä ja pudota videot tähän
fr: Glissez-déposez vos vidéos ici
it: Trascina e rilascia i video qui
ka: გადმოათრიეთ და დაყარეთ ვიდეოები აქ
kk: Видеоларды осында сүйреп әкеліңіз
oc: Lissar e depausar las vidèos aicí
pt_br: Arraste e solte os vídeos aqui
ru: Перетащите видео сюда
sv: Dra och släpp videoklipp här
tr: Videoları buraya sürükleyip bırakın
zh_cn: 拖放视频到这里

source: _Open…
de: Ö_ffnen…
el: Άν_οιγμα…
eo: _Malfermi…
es: _Abrir…
eu: _Ireki...
fa: _گشودن…
fi: _Avaa…
fr: _Ouvrir…
it: _Apri…
ka: _გახსნა…
kk: А_шу…
oc: _Dobrir…
pt_br: _Abrir…
ru: _Открыть…
sv: Ö_ppna…
tr: _Aç…
zh_cn: 打开(_O)…

source: More Information
de: Weitere Informationen
el: Περισσότερες πληροφορίες
eo: Pli da informo
es: Más información
eu: Informazio gehiago
fa: اطّلاعات بیشتر
fi: Lisätiedot
fr: Plus d'informations
it: Maggiori Informazioni
ka: მეტი ინფორმაცია
kk: Қосымша ақпарат
oc: Mai d'informacions
pt_br: Mais informações
ru: Больше информации
sv: Mer information
tr: Daha Fazla Bilgi
zh_cn: 更多信息

source: _Automatic
de: _Automatisch
el: _Αυτόματα
eo: _Aŭtomate
es: _Automático
eu: _Automatikoa
fa: _خودکار
fi: _Automaattinen
fr: _Automatique
it: _Automatico
ka: _ავტომატური
kk: _Автоматты
pt_br: _Automático
ru: _Автоматически
sv: _Automatisk
tr: _Otomatik
zh_cn: 自动(_A)

source: Use the highest framerate without sacrificing resolution
de: Höchste Framerate ohne Qualitätseinbußen bei der Auflösung verwenden
el: Χρήση του υψηλότερου ρυθμού καρέ χωρίς θυσία στην ανάλυση
eo: Uzi la plej altan kadro-rapidecon sen oferti rezolucion
es: Utilizar la velocidad de fotogramas más alta sin sacrificar la resolución
eu: Erabili fotograma-tasarik txikiena bereizmena galdu gabe
fa: استفاده از بالاترین آهنگ قاب بدون فدا کردن تفکیک‌پذیری
fi: Käytä korkeinta kuvanopeutta resoluutiosta tinkimättä
fr: Utilisez la fréquence d'images la plus élevée sans sacrifier la résolution
it: Usa il framerate più alto senza sacrificare la risoluzione
ka: უმაღლესი კადრების სიხშირის გამოყენება გაფართოების შეწირვის გარეშე
kk: Ажыратымдылықты жоғалтпай, ең жоғары кадр жиілігін қолдану
oc: Utilisatz la frequéncia d'imatges mai elevada sens sacrificar la resolucion
pt_br: Use a taxa de quadros mais alta sem sacrificar a resolução
ru: Используйте самую высокую частоту кадров, не жертвуя разрешением
sv: Använd den högsta bildfrekvensen utan att offra upplösning
tr: Çözünürlükten ödün vermeden en yüksek kare hızını kullan
zh_cn: 不牺牲分辨率的情况下使用最高帧率

source: Ensure higher image clarity
de: Höhere Bildschärfe gewährleisten
el: Εξασφάλιση μεγαλύτερης ευκρίνειας εικόνας
eo: Certigi pli altan bildan klartecon
es: Garantizar una mayor claridad de imagen
eu: Ziurtatu irudiaren argitasun handiena
fa: اطمینان از وضوح بالاتر تصویر
fi: Takaa korkeampi kuvan tarkkuus
fr: Assurer une meilleure clarté de l'image
it: Garantisci una maggiore nitidezza dell'immagine
ka: უფრო მაღალი გამოსახულების სიმკვეთრის უზრუნველყოფა
kk: Кескіннің жоғары айқындылығын қамтамасыз ету
oc: Assegurar un imatge mai clar
pt_br: Garanta maior clareza de imagem
ru: Обеспечить более высокую четкость изображения
sv: Säkerställ högre klarhet i bilden
tr: Daha yüksek görüntü netliği sağla
zh_cn: 确保更高图像清晰度

source: Ensure smoother motion
de: Flüssigere Bewegung gewährleisten
el: Εξασφάλιση ομαλότερης κίνησης
eo: Certigi pli glategan movadon
es: Garantizar un movimiento más suave
eu: Ziurtatu mugimendu leunagoa
fa: اطمینان از حرکت روان‌تر
fi: Takaa sulavampi liike
fr: Assurez des mouvements plus fluides
it: Garantisci un movimento più fluido
ka: უფრო გლუვი მოძრაობის უზრუნველყოფა
kk: Қозғалыстың біркелкілігін қамтамасыз ету
oc: Assegurar un movement mai fluid
pt_br: Garanta movimento mais suave
ru: Обеспечить более плавное движение
sv: Säkerställ mjukare rörelse
tr: Daha akıcı hareketler sağla
zh_cn: 确保更流畅的动效

source: Encoding Options
de: Codierungsoptionen
el: Επιλογές κωδικοποίησης
eo: Kodumaj opcioj
es: Opciones de codificación
eu: Kodeketa-aukerak
fa: گزینه‌های کدگذاری
fi: Koodausvalinnat
fr: Options d'encodage
it: Opzioni di Codifica
ka: კოდირების პარამეტრები
kk: Кодтау опциялары
oc: Opcions d’encodatge
pt_br: Opções de codificação
ru: Параметры кодирования
sv: Kodningsalternativ
tr: Kodlama Seçenekleri
zh_cn: 编码选项

source: _Video Codec
el: Κωδικοποιητής _βίντεο
eo: _Vida kodeko
es: _Códec de vídeo
eu: _Bideo-kodeka
fa: _رمزینهٔ ویدیویی
fi: _Videokoodekki
fr: _Codec vidéo
it: _Codec Video
ka: _ვიდეოკოდეკი
kk: _Видео кодек
oc: _Còdecs vidèo
pt_br: _Codec de vídeo
ru: _Видео кодек
sv: _Videokodek
tr: _Video Kodeği
zh_cn: 视频编码(_V)

source: Extra _Quality
de: Extra _Qualität
el: Επιπλέον _ποιότητα
eo: Ekstra _Kvalito
es: _Calidad extra
eu: _Kalitate gehigarria
fa: _کیفیت اضافی
fi: _Lisälaatu
fr: Plus de_Qualité
it: _Qualità Extra
ka: დამატებითი _ხარიხსი
kk: Қосымша _сапа
oc: _Qualitat superiora
pt_br: _Qualidade extra
ru: Экстра _Качество
sv: Extra _kvalitet
tr: Ekstra _Kalite
zh_cn: 额外质量(_Q)

source: Increase image quality at the cost of compression time
de: Bildqualität auf Kosten der Komprimierungszeit erhöhen
el: Αύξηση της ποιότητας εικόνας με κόστος τον χρόνο συμπίεσης
eo: Pliigi bildan kvaliton je la kosto de kunprema tempo
es: Aumentar la calidad de la imagen a costa del tiempo de compresión
eu: Hobetu irudiaren kalitatea konpresio-denbora luzatuz
fa: افزایش کیفیت تصویر به قیمت زمان فشرده‌سازی
fi: Paranna kuvanlaatua pakkausajan kustannuksella
fr: Augmenter la qualité d'image au détriment du temps de compression
it: Aumenta la qualità dell'immagine a costo del tempo di compressione
ka: გამოსახულების ხარისხის გაზრდა შეკუმშვის დროის ხარჯზე
kk: Сығу уақытын ұзарту есебінен сурет сапасын арттыру
oc: Aumentar la qualitat de l’imatge al despens de del temps de compression
pt_br: Aumente a qualidade da imagem à custa do tempo de compressão
ru: Повышение качества изображения за счет времени сжатия
sv: Öka bildkvalitet på bekostnad av komprimeringstid
tr: Sıkıştırma süresi pahasına görüntü kalitesini artır
zh_cn: 花费更多压缩时间以增强图像质量

source: Advanced Options
de: Erweiterte Optionen
el: Προχωρημένες επιλογές
eo: Progresintaj opcioj
es: Opciones avanzadas
eu: Aukera aurreratuak
fa: گزینه‌های پیشرفته
fi: Lisäasetukset
fr: Options avancées
it: Opzioni Avanzate
ka: დამატებითი პარამეტრები
kk: Кеңейтілген опциялар
oc: Opcions avançadas
pt_br: Opções avançadas
ru: Расширенные параметры
sv: Avancerade alternativ
tr: Gelişmiş Seçenekler
zh_cn: 高级选项

source: _Tolerance (%)
de: _Toleranz (%)
el: Ανο_χή (%)
eo: _Tolereco (%)
es: _Tolerancia (%)
eu: _Tolerantzia (%)
fa: _تاب‌آوری (٪)
fi: _Toleranssi (%)
fr: _Tolérance (%)
it: _Tolleranza (%)
ka: _დაშვება (%)
kk: _Ауытқу (%)
oc: _Tolerància (%)
pt_br: _Tolerância (%)
ru: _Допуск (%)
sv: _Tolerans (%)
tr: _Tolerans (%)
zh_cn: 公差（%）(_T)

source: How far end file sizes can be below target
de: Wie weit die endgültige Dateigröße unter dem Ziel liegen darf
el: Πόσο πολύ μπορεί το τελικό μέγεθος να υπολείπεται του στόχου
eo: Kiom da dosiero-grandecoj povas esti sub la celo
es: En qué medida el tamaño de los archivos finales puede estar por debajo del objetivo
eu: Noraino egon daitezkeen amaierako fitxategi-tamainak helburuaren azpitik
fa: تا چه میزان اندازهٔ پرونده‌های نهایی می‌تواند کمتر از هدف باشد
fi: Kuinka paljon lopullinen koko voi olla tavoiteltavan tason alapuolella
fr: Dans quelle mesure la taille des fichiers finaux peut être inférieure à l'objectif
it: Di quanto le dimensioni finali dei file possono essere inferiori all'obiettivo
ka: რამდენად მცირე შეიძლება იყოს ფაილის ზომები სამიზნესთან შედარებით
kk: Соңғы файл өлшемдерінің мақсатты өлшемнен қаншалықты кіші бола алатыны
oc: De quant las talhas finalas dels fichièrs pòdon èsser en dejós de la cibla
pt_br: O quanto os tamanhos finais dos arquivos podem ficar abaixo do alvo
ru: Насколько конечные размеры файлов могут быть ниже целевого значения
sv: Hur långt slutliga filstorlekar kan vara under målet
tr: Son dosya boyutlarının hedefin ne kadar altında kalabileceği
zh_cn: 输出文件大小可小于目标多少

source: Toggle Settings Pane
de: Einstellungsbereich umschalten
el: Εναλλαγή πλευρικού πλαισίου ρυθμίσεων
eo: Ŝalti agord-panelon
es: Activar/Desactivar panel de configuración
eu: Txandakatu ezarpenen panela
fa: تغییر وضعیت پنل تنظیمات
fi: Näytä/piilota asetukset
fr: Basculer le volet Paramètres
it: Attiva/Disattiva Pannello Impostazioni
ka: პარამეტრების პანელის გადართვა
kk: Баптаулар панелін ауыстыру
oc: Mostrar/Amagar panèl de paramètres
pt_br: Alternar painel de configurações
ru: Переключить панель настроек
sv: Visa/dölj inställningspanelen
tr: Ayarlar Bölmesini Aç/Kapa
zh_cn: 开关设置面板

source: Issues with video sources — fix before compressing
de: Probleme mit Videoquellen — vor der Komprimierung beheben
el: Προβλήματα με τις πηγές βίντεο — διορθώστε τα πριν τη συμπίεση
eo: Problemoj kun videaj fontoj — riparu antaŭ kunpremado
es: Problemas con las fuentes de vídeo: solucione antes de comprimir
eu: Arazoak bideo-iturburuekin — konpondu konprimatu baino lehen
fa: مشکل با مبدأ — پیش از فشرده‌سازی رفع کنید
fi: Ongelmia videolähteissä — korjaa ennen pakkaamista
fr: Problèmes avec les sources vidéo — à corriger avant la compression
it: Problemi con le sorgenti video — risolvere prima di comprimere
ka: პრობლემა ვიდეოს წყაროებთან — გაასწორეთ შეკუმშვის დაწყებამდე
kk: Видео көздеріндегі мәселелер — сығу алдында түзетіңіз
oc: Problèmas amb las fonts vidèos — Corregir abans compression
pt_br: Problemas com as fontes de vídeo — corrigir antes de comprimir
ru: Проблемы с некоторыми видео — исправьте перед сжатием
sv: Problem med videokällor — fixa innan komprimering
tr: Video kaynaklarıyla ilgili sorunlar — sıkıştırmadan önce düzeltin
zh_cn: 视频源存在问题 — 在压缩前修复

source: Video Sources
de: Videoquellen
el: Πηγές βίντεο
eo: Videoj fontoj
es: Fuentes de vídeo
eu: Bideo-iturburuak
fa: ویدیو مبدأ
fi: Videolähteet
fr: Sources vidéo
it: Sorgenti Video
ka: ვიდეოს წყაროები
kk: Видео көздері
oc: Fonts vidèo
pt_br: Fontes de vídeo
ru: Источники видео
sv: Videokällor
tr: Video Kaynakları
zh_cn: 视频源

source: _Clear All
de: Alle _löschen
el: _Καθαρισμός όλων
eo: _Viŝi ĉion
es: _Borrar todo
eu: Garbitu _denak
fa: _پاک‌سازی همه
fi: _Tyhjennä kaikki
fr: _Tout effacer
it: _Cancella Tutto
ka: _ყველაფრის მოცილება
kk: _Барлығын тазарту
oc: _Escafar tot
pt_br: _Limpar tudo
ru: Сброс
sv: _Töm allt
tr: Tümünü _Temizle
zh_cn: 全部清除(_C)

source: _Export To…
de: _Exportieren nach…
el: _Εξαγωγή σε…
eo: _Eksporti al…
es: _Exportar a…
eu: E_sportatu hona…
fa: _برون‌ریزی به…
fi: _Vie…
fr: _Exporter vers…
it: _Esporta In…
ka: გა_ტანა…
kk: _Экспорттау…
oc: _Exportar cap a…
pt_br: _Exportar para…
ru: _Экспорт в…
sv: _Exportera till…
tr: Dışa _Aktar…
zh_cn: 导出至(_E)…

source: _Cancel…
de: _Abbrechen…
el: _Ακύρωση…
eo: _Nuligi…
es: _Cancelar…
eu: _Utzi…
fa: _لغو…
fi: _Peru…
fr: _Annuler…
it: _Annulla…
ka: _გაუქმება…
kk: _Бас тарту…
oc: _Anullar…
pt_br: _Cancelar…
ru: _Отмена…
sv: A_vbryt…
tr: _İptal…
zh_cn: 取消(_C)…

# shortcut window
source: Video Management
de: Videoverwaltung
el: Διαχείριση βίντεο
eo: Vida administrado
es: Gestión de video
eu: Bideo-kudeaketa
fa: مدیریت ویدیو
fi: Videon hallinta
fr: Gestion vidéo
it: Gestione Video
ka: ვიდეოების მართვა
kk: Видеоларды басқару
oc: Gestion vidèo
pt_br: Gerenciamento de vídeo
ru: Управление видео
sv: Videohantering
tr: Video Yönetimi
zh_cn: 视频管理

# shortcut window
source: Open
de: Öffnen
el: Άνοιγμα
eo: Malfermi
es: Abrir
eu: Ireki
fa: گشودن
fi: Avaa
fr: Ouvrir
it: Apri
ka: გახსნა
kk: Ашу
oc: Dobrir
pt_br: Abrir
ru: Открыть
sv: Öppna
tr: Aç
zh_cn: 打开

# shortcut window
source: Export
de: Exportieren
el: Εξαγωγή
eo: Eksporti
es: Exportar
eu: Esportatu
fa: برون‌ریزی
fi: Vie
fr: Exporter
it: Esporta
ka: გატანა
kk: Экспорттау
oc: Exportar
pt_br: Exportar
ru: Экспорт
sv: Exportera
tr: Dışa Aktar
zh_cn: 导出

# shortcut window
source: General
de: Allgemein
el: Γενικά
eo: Ĝenerala
eu: Orokorra
fa: عمومی
fi: Yleiset
fr: Général
it: Generale
ka: ზოგადი
kk: Жалпы
pt_br: Geral
ru: Общие
sv: Allmänt
tr: Genel
zh_cn: 常规

# shortcut window
source: Toggle Settings Pane
de: Einstellungsbereich umschalten
el: Εναλλαγή πλευρικού πλαισίου ρυθμίσεων
eo: Ŝalti agord-panelon
es: Activar/Desactivar panel de configuración
eu: Txandakatu ezarpenen panela
fa: تغییر وضعیت پنل تنظیمات
fi: Näytä/piilota asetukset
fr: Basculer le volet Paramètres
it: Attiva/Disattiva Pannello Impostazioni
ka: პარამეტრების პანელის გადართვა
kk: Баптаулар панелін қосу/сөндіру
oc: Mostrar/Amagar panèl
pt_br: Alternar painel de configurações
ru: Переключить панель настроек
sv: Visa/dölj inställningspanelen
tr: Ayarlar Bölmesini Aç/Kapa
zh_cn: 开关设置面板

# shortcut window
source: Show Shortcuts
de: Tastenkürzel anzeigen
el: Εμφάνιση συντομεύσεων
eo: Montri klav-mallongigojn
es: Mostrar atajos de teclado
eu: Erakutsi lasterbideak
fa: نمایش میان‌برها
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
it: Mostra Scorciatoie
ka: მალსახმობების ჩვენება
kk: Жарлықтарды көрсету
oc: Afichar los acorchis
pt_br: Mostrar atalhos
ru: Горячие клавиши
sv: Visa kortkommandon
tr: Kısayolları Göster
zh_cn: 显示快捷键

# shortcut window
source: Close Window
de: Fenster schließen
el: Κλείσιμο παραθύρου
eo: Fermi fenestron
es: Cerrar ventana
eu: Itxi leihoa
fa: بستن پنجره
fi: Sulje ikkuna
fr: Fermer la fenêtre
it: Chiudi Finestra
ka: ფანჯრის დახურვა
kk: Терезені жабу
oc: Tampar la fenèstra
pt_br: Fechar janela
ru: Закрыть окно
sv: Stäng fönster
tr: Pencereyi Kapat
zh_cn: 关闭窗口

# shortcut window
source: Quit
de: Beenden
el: Έξοδος
eo: Forlasi
es: Salir
eu: Irten
fa: خروج
fi: Lopeta
fr: Quitter
it: Esci
ka: გასვლა
kk: Шығу
oc: Quitar
pt_br: Sair
ru: Выход
sv: Avsluta
tr: Çık
zh_cn: 退出

# shortcut window
source: Show Preferences
de: Einstellungen anzeigen
el: Εμφάνιση προτιμήσεων
eo: Montri agordojn
es: Mostrar Preferencias
eu: Erakutsi hobespenak
fa: نمایش ترجیحات
fi: Näytä asetukset
fr: Afficher les préférences
it: Mostra Preferenze
ka: პარამეტრების ჩვენება
kk: Баптауларды көрсету
oc: Afichar las preferéncias
pt_br: Mostrar preferências
ru: Показать Настройки
sv: Visa inställningar
tr: Tercihleri Göster
zh_cn: 显示首选项

source: View Error Details
de: Fehlerdetails anzeigen
el: Προβολή λεπτομερειών σφάλματος
eo: Vidi eraro-detalojn
es: Ver detalles del error
eu: Ikusi errorearen xehetasunak
fa: دیدن جزییات خطا
fi: Näytä virheen yksityiskohdat
fr: Afficher les détails de l'erreur
it: Visualizza Dettagli Errore
ka: შეცდომის დეტალები ნახვა
kk: Қате мәліметтерін көру
oc: Veire los detalhs de l’error
pt_br: Ver detalhes do erro
ru: Просмотреть подробности ошибки
sv: Visa feldetaljer
tr: Hata Ayrıntılarını Görüntüle
zh_cn: 查看错误详情

source: Video compressed to {size} {unit}.
de: Video auf {size} {unit} komprimiert.
el: Το βίντεο συμπιέστηκε στα {size} {unit}.
eo: Video kunpremita al {size} {unit}.
es: Vídeo comprimido a {size} {unit}.
eu: Bideoa {size} {unit} tamainarekin konprimatu da.
fa: ویدیو به {size} {unit} فشرده شد.
fi: Video pakattu kokoon {size} {unit}.
fr: Vidéo compressée à {size} {unit}.
it: Video compresso a {size} {unit}.
ka: ვიდეო შეიკუმშა ზომამდე {size} {unit}.
kk: Видео {size} {unit} өлшеміне дейін сығылды.
oc: Vidèo compressada a {size} {unit}.
pt_br: Vídeo comprimido para {size} {unit}.
ru: Видео сжато до {size} {unit}.
sv: Video komprimerad till {size} {unit}.
tr: Video {size} {unit} olarak sıkıştırıldı.
zh_cn: 视频压缩至 {size} {unit}。

source: Video file size ({original_size} {unit_original}) already meets the target size ({target_size} {unit_target}).
de: Videodateigröße ({original_size} {unit_original}) entspricht bereits der Zielgröße ({target_size} {unit_target}).
el: Το μέγεθος του βίντεο ({original_size} {unit_original}) καλύπτει ήδη το μέγεθος στόχο ({target_size} {unit_target}).
es: El tamaño del archivo de vídeo ({original_size} {unit_original}) ya cumple con el tamaño objetivo ({target_size} {unit_target}).
eu: Bideo-fitxategiaren tamainak ({original_size} {unit_original}) jadanik betetzen du helburuko tamaina ({target_size} {unit_target}).
fa: اندازهٔ پروندهٔ ویدیو ({original_size} {unit_original}) هم‌اکنون با اندازهٔ هدف ({target_size} {unit_target}) هم‌خوانی دارد.
fi: Videotiedoston koko ({original_size} {unit_original}) täyttää jo tavoiteltavan koon ({target_size} {unit_target}).
fr: La taille du fichier vidéo ({original_size} {unit_original}) correspond déjà à la taille cible ({target_size} {unit_target}).
it: La dimensione del file video ({original_size} {unit_original}) soddisfa già la dimensione obiettivo ({target_size} {unit_target}).
ka: ვიდეოფაილის ზომა ({original_size} {unit_original}) უკვე ჯდება სამიზნე ზომაში ({target_size} {unit_target}).
kk: Видео файл өлшемі ({original_size} {unit_original}) мақсатты өлшемге ({target_size} {unit_target}) сәйкес келіп тұр.
oc: La talha de la vidèo ({original_size} {unit_original}) complís ja la talha demandada ({target_size} {unit_target}).
pt_br: O tamanho do arquivo de vídeo ({original_size} {unit_original}) já atende ao tamanho alvo ({target_size} {unit_target}).
ru: Размер видеофайла ({original_size} {unit_original}) уже соответствует целевому размеру ({target_size} {unit_target}).
sv: Videons filstorlek ({original_size} {unit_original}) uppnår redan målstorleken ({target_size} {unit_target}).
tr: Video dosya boyutu ({original_size} {unit_original}) zaten hedef boyutu ({target_size} {unit_target}) karşılıyor.
zh_cn: 视频文件大小（{original_size} {unit_original}）已经满足目标大小（{target_size} {unit_target}）。

source: Target size ({size} {unit}) is too low for this file.
de: Zielgröße ({size} {unit}) ist zu niedrig für diese Datei.
el: Το μέγεθος στόχος ({size} {unit}) είναι πολύ μικρό για αυτό το αρχείο.
eo: Cel-grandeco ({size} {unit}) estas tro malgranda por ĉi tiu dosiero.
es: El tamaño objetivo ({size} {unit}) es demasiado pequeño para este archivo.
eu: Helburuko tamaina ({size} {unit}) txikiegia da fitxategi honetarako.
fa: اندازهٔ هدف ({size} {unit}) برای این پرونده خیلی کم است.
fi: Tavoiteltava koko ({size} {unit}) on liian alhainen tälle tiedostolle.
fr: La taille cible ({size} {unit}) est trop faible pour ce fichier.
it: La dimensione obiettivo ({size} {unit}) è troppo bassa per questo file.
ka: სამიზნე ზომა ({size} {unit}) მეტისმეტად დაბალია ამ ფაილისთვის.
kk: Мақсатты өлшем ({size} {unit}) бұл файл үшін тым аз.
oc: La talha cibla ({size} {unit}) es tròp febla per aqueste fichièr.
pt_br: O tamanho alvo ({size} {unit}) é muito baixo para este arquivo.
ru: Целевой размер ({size} {unit}) слишком мал для этого файла.
sv: Målstorleken ({size} {unit}) är för liten för denna fil.
tr: Hedef boyut ({size} {unit}) bu dosya için çok düşük.
zh_cn: 目标大小（{size} {unit}）对于此文件太小了。

source: Move _Up
de: Nach _oben
el: Μετακίνηση προς τα _πάνω
eo: Movi _supren
es: _Subir
eu: Eraman _gora
fa: جابه‌جایی به _بالا
fi: Siirrä _ylös
fr: Déplacer vers le_haut
it: Sposta _Su
ka: _აწევა
kk: Жоғары жылж_ыту
oc: _Montar
pt_br: Mover para _cima
ru: Передвинуть _вверх
sv: Flytta _upp
tr: _Yukarı Taşı
zh_cn: 上移(_U)

source: Move _Down
de: Nach _unten
el: Μετακίνηση προς τα _κάτω
eo: Movi _malsupren
es: Bajar
eu: Eraman _behera
fa: جابه‌جایی به _پایین
fi: Siirrä _alas
fr: Déplacer vers le_bas
it: Sposta _Giù
ka: _დაწევა
kk: Төмен жылж_ыту
oc: _Davalar
pt_br: Mover para _baixo
ru: Передвинуть _вниз
sv: Flytta _ned
tr: _Aşağı Taşı
zh_cn: 下移(_D)

source: _Remove
de: _Entfernen
el: _Αφαίρεση
eo: _Forigi
es: _Eliminar
eu: _Kendu
fa: _برداشتن
fi: _Poista
fr: _Supprimer
it: _Rimuovi
ka: _წაშლა
kk: Ө_шіру
oc: _Suprimir
pt_br: _Remover
ru: _Удалить
sv: _Ta bort
tr: _Kaldır
zh_cn: 移除(_R)

source: Cannot load video. It may be missing or corrupted.
de: Video kann nicht geladen werden. Es fehlt möglicherweise oder ist beschädigt.
el: Αδυναμία φόρτωσης βίντεο. Ενδέχεται να λείπει ή να είναι κατεστραμμένο.
eo: Ne povas ŝargi videon. Ĝi eble mankas aŭ estas koruptita.
es: No se puede cargar el vídeo. Puede que falte o esté dañado.
eu: Ezin da bideoa kargatu. Agian ez dago edo hondatuta dago.
fa: نمی‌توان ویدیو را بارگیری کرد. شاید گم شده یا خراب باشد.
fi: Videota ei voi ladata. Se saattaa olla kadonnut tai rikkoutunut.
fr: Impossible de charger la vidéo. Elle est peut-être manquante ou endommagée.
it: Impossibile caricare il video. Potrebbe essere mancante o danneggiato.
ka: ვიდეოს ჩატვირთვა შეუძლებელია. ის, შეიძლება, არ არსებობს, ან დაზიანებულია.
kk: Видеоны жүктеу мүмкін емес. Ол жоқ немесе зақымдалған болуы мүмкін.
oc: Cargament impossible de la vidèo. Pòt èsser absenta o corrompuda.
pt_br: Não foi possível carregar o vídeo. Ele pode estar ausente ou corrompido.
ru: Не удаётся загрузить видео. Возможно, оно отсутствует или повреждено.
sv: Kan inte läsa in video. Den kan saknas eller vara skadad.
tr: Video yüklenemiyor. Eksik veya bozuk olabilir.
zh_cn: 无法加载视频。可能丢失或已损坏。

source: View Compression Progress
de: Komprimierungsfortschritt anzeigen
el: Προβολή προόδου συμπίεσης
eo: Vidi kunpreman progreson
es: Ver el progreso de la compresión
eu: Ikusi konpresioaren aurrerapena
fa: دیدن پیشرفت فشرده‌سازی
fi: Näytä pakkaamisen edistyminen
fr: Afficher la progression de la compression
it: Visualizza Avanzamento Compressione
ka: შეკუმშვის მიმდინარეობის ნახვა
kk: Сығу барысын көру
oc: Veire la progression de la compression
pt_br: Ver progresso da compressão
ru: Просмотр хода сжатия
sv: Visa komprimeringsförlopp
tr: Sıkıştırma İlerlemesini Görüntüle
zh_cn: 查看压缩进度
