Repository: Wartybix/Constrict
Catalog: po/*.po
Languages: de, el, eo, es, eu, fa, fi, fr, it, ka, kk, oc, pt_br, ru, sv, tr, zh_cn

source: Constrict: Could not create exported file. There are insufficient permissions to create a file at the requested export path.
de: Constrict: Exportierte Datei konnte nicht erstellt werden. Es sind unzureichende Berechtigungen vorhanden, um eine Datei im angeforderten Exportpfad zu erstellen.
el: Constrict: Αδυναμία δημιουργίας εξαγόμενου αρχείου. Ανεπαρκή δικαιώματα για τη δημιουργία αρχείου στην επιλεγμένη διαδρομή εξαγωγής.
es: Constrict: No se pudo crear el archivo exportado. No hay permisos suficientes para crear un archivo en la ruta de exportación solicitada.
eu: Constrict: Ezin da esportatutako fitxategia sortu. Ez duzu aski baimenik fitxategia eskatutako bide-izenean sortzeko.
fa: هم‌فشردن: نتوانست پروندهٔ برون‌ریخته را بسازد. مجوزهای کافی برای ساختن پرونده در مسیر برون‌ریزی درخواست‌شده وجود ندارد.
fr: Constrict : Impossible de créer le fichier exporté. Les autorisations sont insuffisantes pour créer un fichier à l'emplacement d'exportation demandé.
it: Constrict: Impossibile creare il file esportato. Non ci sono autorizzazioni sufficienti per creare un file nel percorso di esportazione richiesto.
ka: Constrict: გატანილი ფაილის შექმნა შეუძლებელია. მითითებულ გატანის ბილიკზე ფაილის შესაქმნელად წვდომები საკმარისი არაა.
kk: Constrict: Экспортталған файлды жасау мүмкін болмады. Сұралған экспорттау жолында файл жасау үшін рұқсаттар жеткіліксіз.
oc: Constrict : impossible de crear lo fichièr exportat. I a pas pro de permissions per crear un fichièr al camin d'exportacion demandat.
pt_br: Restringir: Não foi possível criar o arquivo exportado. Não há permissões suficientes para criar um arquivo no caminho de exportação solicitado.
ru: Constrict: Не удалось создать экспортированный файл. Недостаточно прав для создания файла по указанному пути экспорта.
sv: Constrict: Kunde inte skapa exporterad fil. Otillräckliga rättigheter för att skapa en fil på den begärda exportsökvägen.
tr: Constrict: Dışa aktarılan dosya oluşturulamadı. İstenen dışa aktarma yolunda bir dosya oluşturmak için yetersiz izinler var.
zh_cn: Constrict：无法创建导出文件。没有在请求的导出路径创建文件的权限。

source: Constrict: Video bitrate got too low (<5 kbps). The target size may be too low for this file.
de: Constrict: Video-Bitrate wurde zu niedrig (<5 kbps). Die Zielgröße ist möglicherweise zu niedrig für diese Datei.
el: Constrict: Ο ρυθμός bit του βίντεο έγινε πολύ χαμηλός (<5 kbps). Το μέγεθος στόχος ίσως είναι πολύ μικρό για αυτό το αρχείο.
es: Restringir: La velocidad de bits del vídeo es demasiado baja (<5 kbps). Es posible que el tamaño objetivo sea demasiado pequeño para este archivo.
eu: Constrict: Bideoaren bit-emaria baxuegia da (<5kbps). Helburuko tamaina txikiegia izan daiteke fitxategi honetarako.
fa: هم‌فشردن: آهنگ بیت ویدئو خیلی کم شد (<۵ ک‌ب‌ث). اندازه هدف شاید برای این پرونده خیلی کم باشد.
fi: Constrict: Video bittinopeus muuttui liian pieneksi (<5 kbps). Tavoiteltu koko saattaa olla liian pieni tälle tiedostolle.
fr: Constriction : le débit binaire vidéo est trop faible (<5 kbps). La taille cible est peut-être trop faible pour ce fichier.
it: Constrict: il bitrate del video è troppo basso (<5 kbps). La dimensione di destinazione potrebbe essere troppo bassa per questo file.
ka: Constrict: ვიდეოს ბიტური სიხშირე მეტისმეტად დაბალია (<5კბ/წმ). სამიზნე ზომა ამ ფაილისთვის, შეიძლება, მეტისმეტად დაბალია.
kk: Constrict: Видео битрейті тым төмендеп кетті (<5 кбит/с). Бұл файл үшін мақсатты өлшем тым аз болуы мүмкін.
oc: Constrict : lo debit vidèo es vengut tròp bas (<5 kbps). La talha cibla es benlèu tròp pichona per aqueste fichièr.
pt_br: Restringir: A taxa de bits do vídeo ficou muito baixa (<5 kbps). O tamanho alvo pode ser muito baixo para este arquivo.
ru: Constrict: Битрейт видео слишком низкий (<5 кбит/с). Целевой размер может быть слишком мал для этого файла.
sv: Constrict: Videons bithastighet blev för låg (<5 kbps). Målstorleken kan vara för låg för denna fil.
tr: Constrict: Video bit hızı çok düştü (<5 kbps). Hedef boyut bu dosya için çok düşük olabilir.
zh_cn: Constrict：视频比特率太低了（<5 kbps）。目标大小对于此文件太小了。

source: Constrict: Cannot read output file. Was it moved or deleted mid-compression?
de: Constrict: Ausgabedatei kann nicht gelesen werden. Wurde sie während der Komprimierung verschoben oder gelöscht?
el: Constrict: Αδυναμία ανάγνωσης του αρχείου εξόδου. Μήπως μετακινήθηκε ή διαγράφηκε κατά τη διάρκεια της συμπίεσης;
es: Constrict: No se puede leer el archivo de salida. ¿Se ha movido o eliminado durante la compresión?
eu: Constrict: Ezin da irteerako fitxategia irakurri. Lekuz aldatu edo ezabatu al da konpresioa abian zegoen bitartean?
fa: هم‌فشردن: نمی‌توان پرونده خروجی را خواند. آیا در میان فشرده‌سازی جابه‌جا یا حذف شده است؟
fi: Constrict: Tulostetiedosdtoa ei voi lukea. Siirrettiinkö tai poistettiinko se kesken pakkauksen?
fr: Constrict : Impossible de lire le fichier de sortie. A-t-il été déplacé ou supprimé pendant la compression ?
it: Constrict: Impossibile leggere il file di output. È stato spostato o eliminato durante la compressione?
ka: Constrict: გამოტანის ფაილის წაკითხვა შეუძლებელია. ის გადატანილ ან წაშლილ იქნა შუა შეკუმშვისას?
kk: Constrict: Шығыс файлын оқу мүмкін емес. Ол сығу кезінде жылжытылды немесе өшірілді ме?
oc: Constrict : impossible de legir lo fichièr de sortida. Es estat desplaçat o suprimit durant la compression ?
pt_br: Restringir: Não é possível ler o arquivo de saída. Ele foi movido ou excluído durante a compressão?
ru: Constrict: Не удаётся прочитать выходной файл. Он был перемещён или удалён в процессе сжатия?
sv: Constrict: Kan inte läsa utdatafil. Flyttades eller togs den bort under komprimering?
tr: Constrict: Çıkış dosyası okunamıyor. Sıkıştırma sırasında taşındı veya silindi mi?
zh_cn: Constrict：无法读取输出文件。其是否在压缩中被移动或删除了？

source: Drop Videos to Import
de: Videos zum Importieren ablegen
el: Αφήστε τα βίντεο εδώ για εισαγωγή
eo: Faligu videojn por importi
es: Arrastra los vídeos para importarlos
eu: Jaregin bideoak inportatzeko
fa: رها کردن ویدیوها برای درون‌ریزی
fi: Pudota videoita tuodaksesi ne
fr: Déposer des vidéos à importer
it: Trascina i video da importare
ka: შემოსატანად დაყარეთ აქ ვიდეოები
kk: Импорттау үшін видеоларды осында тастаңыз
oc: Depausar las vidèos d’exportar
pt_br: Solte os vídeos para importar
ru: Претащите видео для импорта
sv: Släpp videor för att importera
zh_cn: 拖放视频以导入

source: Hardware acceleration is only used if your GPU supports encoding with the selected video codec, and “Extra Quality” is disabled
el: Η επιτάχυνση υλικού χρησιμοποιείται μόνο εάν η GPU σας υποστηρίζει κωδικοποίηση με τον επιλεγμένο κωδικοποιητή και η «Επιπλέον ποιότητα» είναι απενεργοποιημένη
eu: Hardware bidezko azelerazioa erabiltzeko, zure PUZak hautatutako bideo-kodekaren kodeketa onartu behar du eta "Kalitate estra" aukerak desgaituta egon behar du
fi: Laitteistokiihdytystä käytetään vain, jos näytönohjaimesi tukee pakkaamista valitulla videokoodekilla, ja "Lisälaatu" on poistettu käytöstä
fr: L'accélération matérielle n'est utilisée que si votre GPU prend en charge l'encodage avec le codec vidéo sélectionné et si l'option « Qualité supérieure » est désactivée
ka: აპარატურული აჩქარება, მხოლოდ, მაშინ გამოიყენება, თუ თქვენს GPU-ს აქვს მხარდაჭერა კოდირების არჩეული ვიდეოკოდეკით და პარამეტრი 'დამატებითი ხარისხი' გამორთულია
kk: Жабдық үдетілуі тек GPU таңдалған видео кодегімен кодтауды қолдаса және "Қосымша сапа" өшірулі болса ғана қолданылады
oc: L'acceleracion materiala s'utiliza sonque se vòstre GPU supòrta l'encodatge amb lo còdec vidèo seleccionat, e que la « Qualitat superiora » es desactivada.
pt_br: A aceleração de hardware só é usada se sua GPU suportar codificação com o codec de vídeo selecionado e a “Qualidade Extra” estiver desativada
ru: Аппаратное ускорение используется только в том случае, если ваш графический процессор поддерживает кодирование с выбранным видеокодеком, а опция «Дополнительное качество» отключена
sv: Hårdvaruaccelerering används endast om din grafikprocessor stöder kodning med den valda videokodeken och ”Extra kvalitet” är inaktiverat
zh_cn: 硬件加速仅在您的显卡支持使用选中编码器编码且禁用“额外质量”时可用

source: Exporting to {}
el: Εξαγωγή στο {}
eo: Eksportante al {}
eu: Hona esportatzen: {}
fi: Viedään polkuun {}
ka: გატანა {}-ში
kk: {} ішіне экспортталуда
sv: Exporterar till {}
zh_cn: 正在导出至 {}

source: Compression complete
el: Η συμπίεση ολοκληρώθηκε
eo: Kunpremado kompleta
eu: Konpresioa osatu da
fi: Pakkaaminen valmistui
fr: Compression terminée
ka: შეკუმშვა დასრულდა
kk: Сығу аяқталды
oc: Compression terminada
pt_br: Compressão concluída
sv: Komprimering slutförd
zh_cn: 压缩完成

source: Unknown video format “{}”
el: Άγνωστη μορφή βίντεο «{}»
eo: Nekonata vida formato “{}”
eu: Bideo-formatu ezezaguna: “{}”
fi: Tuntematon videomuoto “{}”
fr: Format vidéo inconnu "{}"
ka: უცნობი ვიდეოფორმატი “{}”
kk: “{}” белгісіз видео пішімі
oc: Format de vidèo desconegut « {} »
pt_br: Formato de vídeo desconhecido “{}”
sv: Okänt videoformat ”{}”
zh_cn: 未知视频格式“{}”

source: ""Constrict compresses your videos to your chosen file size — useful for ""uploading to services with specific file size limits. No more relying on ""online services for video compression, or the manual trial-and-error of re-""encoding at various bitrates yourself.
eo: Constrict kunpremas viajn videojn al via elektita dosiero-grandeco — utila por alŝuti al servoj kun specifaj dosiero-grandec-limigoj. Ne plu dependu de interretaj servoj por vida kunpremado aŭ de la mana provo-kaj-eraro de re-kodumado per diversaj bitrapidecoj mem.

source: ""Automatic calculation of average bitrate (ABR), resolution, framerate, and ""audio quality each video is re-encoded with to meet the target file size.
eo: Aŭtomata kalkulo de meza bitrapideco (ABR), rezolucio, kadro-rapideco kaj aŭdi-kvalito ĉe kiu ĉiu video re-kodumiĝas por atingi la cel-dosiero-grandecon.

source: ""Customization of framerate limits, to ensure a clearer or smoother image.
eo: Ŝanĝigo de kadro-rapidec-limigoj por certigi pli klaran aŭ pli glategan bildon.

source: ""A choice of codecs to encode output files with, including H.264, HEVC, AV1, ""and VP9.
eo: Elekto de kodekojn por kodi eligajn dosierojn, inklude H.264, HEVC, AV1 kaj VP9.

source: ""The app attempts to retain as much audiovisual quality as possible for the ""file size given. However, extremely steep reductions in file size can cause ""significant loss of quality in the output file, and sometimes compression ""may not be possible at all. All processing is done locally — and as such, ""compression speeds are only as fast as your hardware allows.
eo: La programo penas konservi kiel eble plej multe da aŭdia-vida kvalito por la donita dosiero-grandeco. Tamen, ekstreme krutaj malpliiĝoj de dosiero-grandeco povas kaŭzi signifan kvaliton-malpliiĝon en la eligdosiero, kaj foje kunpremado eble ne eblas tute. Ĉia pritraktado estas farita loke — kaj do, kunpremaj rapidecoj estas nur tiom rapidaj kiom via aparataro permesas.

source: ""Limits framerates of compressed videos automatically, or to 30 FPS or 60 FPS.
eo: Limigas kadro-rapidecon de kunpremitaj videoj aŭtomate, aŭ al 30 KS aŭ 60 KS.

source: ""Constrict: Could not read input file. Was it moved or deleted before ""compression?
eo: Constrict: Ne povis legi enigdosieron. Ĉu ĝi estis movita aŭ forigita antaŭ kunpremado?

source: ""Constrict: Could not retrieve video properties. Source video may be missing ""or corrupted.
eo: Constrict: Ne povis ricevi videajn ecojn. La fontvideo eble mankas aŭ estas koruptita.

source: ""Constrict: Could not create exported file. A file with the reserved name ""already exists.
eo: Constrict: Ne povis krei eksportitan dosieron. Dosiero kun la rezervita nomo jam ekzistas.

source: ""Constrict: Could not create exported file. There are insufficient ""permissions to create a file at the requested export path.
eo: Constrict: Ne povis krei eksportitan dosieron. Oni ne havas sufiĉajn permesojn por krei dosieron ĉe la petita eksportovojo.

source: ""Constrict: Video bitrate got too low (<5 kbps). The target size may be too ""low for this file.
eo: Constrict: Vida bitrapideco fariĝis tro malalta (<5 kbps). La cel-grandeco eble estas tro malgranda por ĉi tiu dosiero.

source: ""Constrict: Cannot read output file. Was it moved or deleted mid-compression?
eo: Constrict: Ne povas legi eligdosieron. Ĉu ĝi estis movita aŭ forigita dum kunpremado?

source: ""Hardware acceleration is only used if your GPU supports encoding with the ""selected video codec, and “Extra Quality” is disabled
eo: Aparataro-akcelado estas uzata nur se via GPU subtenas kodumado kun la elektita vida kodeko, kaj “Ekstra Kvalito” estas malŝaltita

source: ""Used in file names for exported videos, between the base name and extension. ""If the custom suffix is left empty, the default suffix of “{}” will be used.
eo: Uzata en dosiero-nomoj por eksportitaj videoj, inter la baza nomo kaj etendaĵo. Se la propra sufikso estas lasita malplena, la defaŭlta sufikso “{}” estos uzata.

source: ""Video file size ({original_size} {unit_original}) already meets the target ""size ({target_size} {unit_target}).
eo: Vida dosiero-grandeco ({original_size} {unit_original}) jam atingas la cel-grandecon ({target_size} {unit_target}).

source: ""Videos compressed to low bitrates may be capped to {} FPS, regardless of the ""option set.
eo: Videoj kunpremitaj al malaltaj bitrapidecoj eble estos limitigitaj al {} KS, sendepende de la agordita opcio.

source: ""Decreasing the tolerance maximizes image quality by reducing how much ""compressed file sizes can be under target. However, this can increase the ""number of attempts needed to meet the target, increasing compression time. A ""tolerance of {} % or more is recommended.
eo: Malpliigi la tolerecen maksimumigas bildan kvaliton per redukto de kiom kunpremitaj dosiero-grandecoj povas esti sub celo. Tamen, ĉi tio povas pliigi la nombron de provoj bezonataj por atingi la celon, pliigante kunpreman tempon. Tolereco de {} % aŭ pli estas rekomendita.
