Repository: Wartybix/Constrict
Catalog: po/*.po
Languages: de, el, eo, es, eu, fa, fi, fr, it, ka, kk, oc, pt_br, ru, sv, tr, zh_cn

source: More Details
de: Weitere Details
el: Περισσότερες λεπτομέρειες
eo: Pli da detaloj
es: Más detalles
eu: Xehetasun gehiago
fa: جزئیات بیشتر
fi: Lisää tietoja
fr: Plus de détails
it: Più Dettagli
ka: მეტი დეტალი
kk: Қосымша мәліметтер
oc: Mai de detalhs
pt_br: Mais detalhes
ru: Больше информации
sv: Fler detaljer
tr: Daha Fazla Ayrıntı
zh_cn: 更多详情

source: Show File Location
de: Dateispeicherort anzeigen
el: Εμφάνιση τοποθεσίας αρχείου
eo: Montri dosiero-lokon
es: Mostrar ubicación del archivo
eu: Erakutsi fitxategi-kokalekua
fa: نمایش مکان پرونده
fi: Näytä tiedoston sijainti
fr: Afficher l'emplacement du fichier
it: Mostra Posizione File
ka: ფაილის მდებარეობის ჩვენება
kk: Файл орналасқан жерді көрсету
oc: Afichar l'emplaçament del fichièr
pt_br: Mostrar local do arquivo
ru: Показать расположение файла
sv: Visa filplats
tr: Dosya Konumunu Göster
zh_cn: 显示文件位置

source: View More
de: Mehr anzeigen
el: Προβολή περισσότερων
eo: Vidi pli
es: Ver más
eu: Ikusi gehiago
fa: بیشتر ببینید
fi: Näytä lisää
fr: Afficher plus
it: Visualizza Altro
ka: მეტის ნახვა
kk: Көбірек көру
oc: Ne veire mai
pt_br: Ver mais
ru: Больше информации
sv: Visa mer
tr: Daha Fazlasını Görüntüle
zh_cn: 查看更多

source: Add Vide_os…
de: Vide_os hinzufügen…
el: Προσθήκη βίντε_ο…
eo: Aldoni vide_ojn…
es: Añadir vídeos…
eu: Gehitu bide_oak…
fa: _افزودن ویدیوها…
fi: Lisää vide_oita…
fr: Ajouter des vidéos…
it: Aggiungi Vide_o…
ka: ვიდე_ოების დამატება…
kk: Виде_оларды қосу…
oc: Apondre de vidè_os…
pt_br: Adicionar víde_os…
ru: Добавить видео…
sv: Lägg till vide_or…
tr: _Video Ekle…
zh_cn: 添加视频(_O)…

source: Hardware acceleration is only used if your GPU supports encoding with the selected video codec, and “Extra Quality” is disabled.
de: Hardware-Beschleunigung wird nur verwendet, wenn Ihre GPU die Codierung mit dem ausgewählten Video-Codec unterstützt und „Extra Qualität“ deaktiviert ist.
es: La aceleración por hardware solo se utiliza si la GPU es compatible con la codificación con el códec de vídeo seleccionado y la opción ”Calidad extra” está desactivada.
fa: شتاب‌دهی سخت‌افزاری تنها در صورتی به کار می‌رود که پردازندهٔ گرافیکی شما از کدگذاری با رمزینهٔ ویدیویی برگزیده پشتیبانی کند و «کیفیت اضافی» از کار افتاده باشد.
it: L'accelerazione hardware viene utilizzata solo se la GPU supporta la codifica con il codec video selezionato e “Qualità extra” è disabilitata.

source: Used in file names for exported videos, between the base name and extension. If the custom suffix is left empty, the default suffix of “{}” will be used.
de: Wird in Dateinamen für exportierte Videos verwendet, zwischen dem Basisnamen und der Erweiterung. Wenn das benutzerdefinierte Suffix leer gelassen wird, wird das Standardsuffix „{}“ verwendet.
el: Χρησιμοποιείται στα ονόματα αρχείων των εξαγόμενων βίντεο, μεταξύ του κύριου ονόματος και της επέκτασης. Αν η προσαρμοσμένη κατάληξη παραμείνει κενή, θα χρησιμοποιηθεί η προεπιλεγμένη «{}».
es: Se utiliza en los nombres de archivo de los vídeos exportados, entre el nombre base y la extensión. Si el sufijo personalizado se deja vacío, se utilizará el sufijo predeterminado “{}”.
eu: Esportatutako bideoen fitxategi-izenetan erabiliko da, oinarri-izenaren eta luzapenaren artean. Atzizki pertsonalizatua hutsik uzten bada, “{}” atzizki lehenetsia erabiliko da.
fa: در نام پرونده ویدیوهای برون‌ریخته، بین نام پایه و پسوند به کار می‌رود. اگر پسوند سفارشی خالی باشد، پسوند پیش‌گزیدهٔ «{}» به کار خواهد رفت.
fi: Käytetään vietävien videoiden tiedostonimissä, tiedoston nimen ja tiedostopäätteen välissä. Jos mukautettu pääte on jätetty tyhjäksi, käytetään oletuspäätettä “{}”.
fr: Utilisé dans les noms de fichiers pour les vidéos exportées, entre le nom de base et l'extension. Si le suffixe personnalisé est laissé vide, le suffixe par défaut “{}” sera utilisé.
it: Utilizzato nei nomi file per i video esportati, tra il nome base e l'estensione. Se il suffisso personalizzato viene lasciato vuoto, verrà utilizzato il suffisso predefinito “{}”.
ka: გამოიყენება გატანილი ვიდეოფაილების სახელებში, საბაზისო სახელსა და გაფართოებას შორის. თუ მორგებული სუფიქსი ცარიელი დარჩება, გამოყენებული იქნება ნაგულისხმევი სუფიქსი „{}“.
kk: Экспортталатын видеолардың файл атауларында негізгі атау мен кеңейтім арасында қолданылады. Егер пайдаланушы суффиксі бос қалдырылса, әдепкі "{}" суффиксі қолданылады.
oc: Utilizat dins los noms de fichièrs per las vidèos exportadas, entre lo nom de basa e l'extension. Se lo sufixe personalizat es daissat void, lo sufixe per defaut « {} » serà utilizat.
pt_br: Usado em nomes de arquivos para vídeos exportados, entre o nome base e a extensão. Se o sufixo personalizado for deixado em branco, o sufixo padrão de “{}” será usado.
ru: Используется в именах файлов экспортируемых видео, между базовым именем и расширением. Если пользовательский суффикс не указан, будет использоваться “{}” суффикс по умолчанию.
sv: Används i filnamn för exporterade videoklipp, mellan basnamnet och filändelsen. Om det anpassade suffixet lämnas tomt kommer standardsuffixet ”{}” användas.
tr: Dışa aktarılan videoların dosya adlarında, ana ad ile uzantı arasında kullanılır. Özel son ek boş bırakılırsa, “{}” varsayılan son eki kullanılır.
zh_cn: 用于导出视频的文件名，位于基础名和扩展名之间。如果自定义后缀留空，则会使用默认的后缀“{}”。

source: Changes applied
de: Änderungen angewendet
el: Οι αλλαγές εφαρμόστηκαν
eo: Ŝanĝoj aplikitaj
es: Cambios aplicados
eu: Aldaketak aplikatu dira
fa: تغییرات اعمال شد
fi: Muutokset toteutettu
fr: Modifications appliquées
it: Modifiche applicate
ka: ცვლილებები გადატარდა
kk: Өзгерістер іске асырылды
oc: Modificacions aplicadas
pt_br: Alterações aplicadas
ru: Изменения применены
sv: Ändringar tillämpade
tr: Değişiklikler uygulandı
zh_cn: 更改已应用

source: Preferences
de: Einstellungen
el: Προτιμήσεις
eo: Agordoj
es: Preferencias
eu: Hobespenak
fa: ترجیحات
fi: Asetukset
fr: Préférences
it: Preferenze
ka: მორგება
kk: Баптаулар
oc: Preferéncias
pt_br: Preferências
ru: Настройки
sv: Inställningar
tr: Tercihler
zh_cn: 首选项

source: Hardware Acceleration
de: Hardware-Beschleunigung
el: Επιτάχυνση υλικού
eo: Aparataro-akcelado
es: Aceleración por hardware
eu: Hardware bidezko azelerazioa
fa: شتاب‌دهی سخت‌افزاری
fi: Laitteistokiihdytys
fr: Accélération matérielle
it: Accelerazione hardware
ka: აპარატურული აჩქარება
kk: Жабдық үдетілуі
oc: Acceleracion materiala
pt_br: Aceleração de hardware
ru: Аппаратное ускорение
sv: Hårdvaruaccelerering
tr: Donanım Hızlandırma
zh_cn: 硬件加速

source: GPU Encoding
de: GPU-Codierung
el: Κωδικοποίηση μέσω GPU
eo: GPU-kodumado
es: Codificación por GPU
eu: PUG kodeketa
fa: کدگذاری پردازندهٔ گرافیکی
fi: Näytönohjaimella pakkaaminen
fr: Encodage GPU
it: Codifica GPU
ka: კოდირება GPU-ზე
kk: GPU арқылы кодтау
oc: Encodatge GPU
pt_br: Codificação via GPU
ru: GPU Кодирование
sv: GPU-kodning
tr: GPU ile Kodlama
zh_cn: 显卡编码

source: Use the GPU to speed up encoding when available
de: GPU zur Beschleunigung der Codierung verwenden, wenn verfügbar
el: Χρήση της GPU για επιτάχυνση της κωδικοποίησης όταν είναι διαθέσιμη
eo: Uzi la GPU por akceli kodadon kiam disponebla
es: Utiliza la GPU para acelerar la codificación cuando esté disponible
eu: Erabili PUZa kodeketa azkartzeko, posible denean
fa: به‌کارگیری پردازندهٔ گرافیک برای شتاب‌دهی کدگذاری هنگام دردسترس‌بودن
fi: Käytä näytönohjainta pakkaamisen nopeuttamiseksi kun mahdollista
fr: Utilisez le GPU pour accélérer l'encodage lorsqu'il est disponible
it: Utilizzare la GPU per accelerare l'encoding quando disponibile
ka: GPU-ის გამოყენება კოდირების ასაჩქარებლად, როცა ის ხელმისაწვდომია
kk: Қолжетімді болған кезде кодтауды жылдамдату үшін GPU қолдану
oc: Utilizar lo GPU per accelerar l’encodatge se disponible
pt_br: Use a GPU para acelerar a codificação quando disponível
ru: Использовать GPU для ускорения, когда доступно
sv: Använd grafikprocessorn för att snabba upp kodning när tillgänglig
tr: Mümkün olduğunda kodlamayı hızlandırmak için GPU kullanın
zh_cn: 当可用时使用显卡加速编码

source: Exported Video Suffix
de: Exportiertes Video-Suffix
el: Επίθεμα εξαγόμενου βίντεο
eo: Eksportita vida sufikso
es: Sufijo del vídeo exportado
eu: Esportatutako bideoaren atzizkia
fa: پسوند ویدیوی برون‌ریخته
fi: Viedyn videon pääte
fr: Suffixe vidéo exporté
it: Suffisso Video Esportato
ka: გატანილი ვიდეოს სუფიქსი
kk: Экспортталған видео суффиксі
oc: Sufixe de vidèos exportadas
pt_br: Sufixo do vídeo exportado
ru: Экспортирован видео суффикс
sv: Suffix för exporterad video
tr: Dışa Aktarılan Video Son Eki
zh_cn: 导出视频的后缀

source: Custom Suffix
de: Benutzerdefiniertes Suffix
el: Προσαρμοσμένη κατάληξη
eo: Propra sufikso
es: Sufijo personalizado
eu: Atzizki pertsonalizatua
fa: پسوند سفارشی
fi: Mukautettu pääte
fr: Suffixe personnalisé
it: Suffisso Personalizzato
ka: მორგებული სუფიქსი
kk: Пайдаланушы суффиксі
oc: Sufixe personalizat
pt_br: Sufixo personalizado
ru: Пользовательский суффикс
sv: Anpassat suffix
tr: Özel Son Ek
zh_cn: 自定义后缀

source: There was a problem compressing “{}”
de: Es gab ein Problem beim Komprimieren von „{}“
el: Παρουσιάστηκε πρόβλημα κατά τη συμπίεση του «{}»
eo: Estis problemo kunpremante “{}”
es: Hubo un problema al comprimir “{}“
eu: Arazoa gertatu da “{}” konprimatzean
fa: مشکلی در فشرده‌سازی «{}» رخ داد
fi: Ongelma pakatessa “{}”
fr: Il y a eu un problème lors de la compression de “{}”
it: Si è verificato un problema durante la compressione di “{}”
ka: პრობლემა "{}"-ის შეკუმშვისას
kk: “{}” видеосын сығу кезінде мәселе туындады
oc: I a agut un problèma en compressant « {} »
pt_br: Ocorreu um problema ao comprimir “{}”
ru: Возникла проблема при сжатии “{}”
sv: Ett fel uppstod vid komprimering av ”{}”
tr: “{}” sıkıştırılırken bir sorun oluştu
zh_cn: 压缩“{}”时出现问题

source: Details copied to clipboard
de: Details in Zwischenablage kopiert
el: Οι λεπτομέρειες αντιγράφηκαν στο πρόχειρο
eo: Detaloj kopiitaj al tondujo
es: Detalles copiados al portapapeles
eu: Xehetasunak arbelean kopiatu dira
fa: جزییات در تخته‌گیره رونوشت شد
fi: Tiedot kopioitu leikepöydälle
fr: Détails copiés dans le presse-papiers
it: Dettagli copiati negli appunti
ka: დეტალები დაკოპირდა გაცვლის ბაფერში
kk: Мәліметтер алмасу буферіне көшірілді
oc: Detalhs copiats al quichapapièrs
pt_br: Detalhes copiados para a área de transferência
ru: Данные скопированы в буфер обмена
sv: Detaljer kopierade till urklipp
tr: Ayrıntılar panoya kopyalandı
zh_cn: 详情已复制到剪贴板

source: Compression Error
de: Komprimierungsfehler
el: Σφάλμα συμπίεσης
eo: Kunprema eraro
es: Error de compresión
eu: Konpresio-errorea
fa: خطای فشرده‌سازی
fi: Pakkausvirhe
fr: Erreur de compression
it: Errore di Compressione
ka: შეკუმშვის შეცდომა
kk: Сығу қатесі
oc: Error pendent la compression
pt_br: Erro de compressão
ru: Ошибка сжатия
sv: Komprimeringsfel
tr: Sıkıştırma Hatası
zh_cn: 压缩错误

source: Details
el: Λεπτομέρειες
eo: Detaloj
es: Detalles
eu: Xehetasunak
fa: جزییات
fi: Tiedot
fr: Détails
it: Dettagli
ka: დეტალები
kk: Мәліметтер
oc: Detalhs
pt_br: Detalhes
ru: Детали
sv: Detaljer
tr: Ayrıntılar
zh_cn: 详情

source: Copy Details
de: Details kopieren
el: Αντιγραφή λεπτομερειών
eo: Kopii detalojn
es: Copiar detalles
eu: Kopiatu xehetasunak
fa: رونوشت از جزییات
fi: Kopioi tiedot
fr: Copier les détails
it: Copia Dettagli
ka: დეტალების კოპირება
kk: Мәліметтерді көшіру
oc: Copiar los detalhs
pt_br: Copiar detalhes
ru: Копировать детали
sv: Kopiera detaljer
tr: Ayrıntıları Kopyala
zh_cn: 复制详情

source: Attempt {}
de: Versuch {}
el: Προσπάθεια {}
eo: Provo {}
es: Intento {}
eu: {} saiakera
fa: تلاش {}ام
fi: Yritys {}
fr: Tenter {}
it: Tentativo {}
ka: მცდელობა {}
kk: Талап {}
oc: Ensag {}
pt_br: Tentativa {}
ru: Попытка {}
sv: Försök {}
tr: Deneme {}
zh_cn: 尝试 {} 次

source: HQ
eo: HK
fa: کیفیت بالا
it: AQ
kk: Жоғары сапа
tr: YK

source: LQ
eo: MK
fa: کیفیت پایین
it: BQ
kk: Төмен сапа
tr: DK

source: {res_fps}, {audio_quality} audio
el: {res_fps}, ήχος {audio_quality}
eu: {res_fps}, {audio_quality} audioa
fa: {res_fps}، صدای {audio_quality}
fi: {res_fps}, {audio_quality} ääni
it: {res_fps}, audio {audio_quality}
ka: {res_fps}, {audio_quality} აუდიო
kk: {res_fps}, {audio_quality} аудио
oc: {res_fps}, àudio {audio_quality}
pt_br: {res_fps}, áudio {audio_quality}
ru: {res_fps}, {audio_quality} аудио
sv: {res_fps}, {audio_quality}-ljud
tr: {res_fps}, {audio_quality} ses
zh_cn: {res_fps}，{audio_quality} 音频

source: kbps
fa: کیلوبیت بر ثانیه
ka: კბ/წმ
kk: кбит/с
ru: кбит/с

source: Compressed file size was too large ({size} {unit})
de: Komprimierte Dateigröße war zu groß ({size} {unit})
el: Το μέγεθος του συμπιεσμένου αρχείου ήταν πολύ μεγάλο ({size} {unit})
eo: Kunpremita dosiero-grandeco estis tro granda ({size} {unit})
es: El tamaño del archivo comprimido era demasiado grande ({size} {unit})
eu: Konprimatutako fitxategi-tamaina handiegia zen ({size} {unit})
fa: اندازهٔ پروندهٔ فشرده خیلی بزرگ بود ({size} {unit})
fi: Pakattu tiedosto oli liian suuri ({size} {unit})
fr: La taille du fichier compressé était trop importante ({size} {unit})
it: La dimensione del file compresso era troppo grande ({size} {unit})
ka: შეკუმშული ფაილი მეტისმეტად დიდი იყო ({size} {unit})
kk: Сығылған файл өлшемі тым үлкен болды ({size} {unit})
oc: La talha del fichièr compressat èra tròp granda ({size} {unit})
pt_br: O tamanho do arquivo comprimido foi grande demais ({size} {unit})
ru: Размер сжатого файла слишком большой ({size} {unit})
sv: Komprimerad filstorlek var för stor ({size} {unit})
tr: Sıkıştırılan dosya boyutu çok büyüktü ({size} {unit})
zh_cn: 压缩的文件尺寸太大了（{size} {unit}）

source: Compressed file size was too small ({size} {unit})
de: Komprimierte Dateigröße war zu klein ({size} {unit})
el: Το μέγεθος του συμπιεσμένου αρχείου ήταν πολύ μικρό ({size} {unit})
eo: Kunpremita dosiero-grandeco estis tro malgranda ({size} {unit})
es: El tamaño del archivo comprimido era demasiado pequeño ({size} {unit})
eu: Konprimatutako fitxategi-tamaina txikiegia zen ({size} {unit})
fa: اندازهٔ پروندهٔ فشرده خیلی کوچک بود ({size} {unit})
fi: Pakattu tiedostokoko oli liian pieni ({size} {unit})
fr: La taille du fichier compressé était trop petite ({size} {unit})
it: La dimensione del file compresso era troppo piccola ({size} {unit})
ka: შეკუმშული ფაილი მეტისმეტად პატარა იყო ({size} {unit})
kk: Сығылған файл өлшемі тым кішкентай болды ({size} {unit})
oc: La talha del fichièr compressat èra tròp pichona ({size} {unit})
pt_br: O tamanho do arquivo comprimido foi pequeno demais ({size} {unit})
ru: Размер сжатого файла слишком мал ({size} {unit})
sv: Komprimerad filstorlek var för liten ({size} {unit})
tr: Sıkıştırılan dosya boyutu çok küçüktü ({size} {unit})
zh_cn: 压缩的文件尺寸太小了（{size} {unit}）

source: Compressing to {vid_br} {vid_br_unit} ({extra_details})
de: Komprimierung auf {vid_br} {vid_br_unit} ({extra_details})
el: Συμπίεση στα {vid_br} {vid_br_unit} ({extra_details})
eo: Kunpremante al {vid_br} {vid_br_unit} ({extra_details})
es: Comprimir a {vid_br} {vid_br_unit} ({extra_details})
eu: Konpresioaren ezaugarriak: {vid_br} {vid_br_unit} ({extra_details})
fa: در حال فشرده‌سازی به {vid_br} {vid_br_unit} ({extra_details})
fi: Pakataan ja tavoitellaan {vid_br} {vid_br_unit} ({extra_details})
fr: Compression à {vid_br} {vid_br_unit} ({extra_details})
it: Compressione a {vid_br} {vid_br_unit} ({extra_details})
ka: მიმდინარეობს შეკუმშვა ფორმატში {vid_br} {vid_br_unit} ({extra_details})
kk: {vid_br} {vid_br_unit} ({extra_details}) дейін сығылуда
oc: Compression en {vid_br} {vid_br_unit} ({extra_details})
pt_br: Comprimindo para {vid_br} {vid_br_unit} ({extra_details})
ru: Сжатие в {vid_br} {vid_br_unit} ({extra_details})
sv: Komprimerar till {vid_br} {vid_br_unit} ({extra_details})
tr: {vid_br} {vid_br_unit} ({extra_details}) olarak sıkıştırılıyor
zh_cn: 正在压缩至 {vid_br} {vid_br_unit}（{extra_details}）

source: {} — Almost done
de: {} — Beinahe fertig
el: {} — Σχεδόν έτοιμο
eo: {} — Preskaŭ finita
es: {} — Casi listo
eu: {} — Ia eginda
fa: {} — تقریباً تمام شد
fi: {} — Melkein valmis
fr: {} — Presque terminé
it: {} — Quasi finito
ka: {} — თითქმის მზადაა
kk: {} — Аяқталуға жақын
oc: {} — Gaireben acabat
pt_br: {} — Quase pronto
ru: {} — Почти готово
sv: {} — Nästan klar
zh_cn: {} — 接近完成

source: {} second
de: {} Sekunde
el: {} δευτερόλεπτο
eo: {} sekundo
es: {} segundo
eu: Segundo {}
fa: {} ثانیه
fi: {} sekunti
fr: {} seconde
it: {} secondo
ka: {} წამი
kk: {} секунд
oc: {} segonda
pt_br: {} segundo
ru: {} секунда
sv: {} sekund
tr: {} saniye
zh_cn: {} 秒

source: {} minute
el: {} λεπτό
eo: {} minuto
es: {} minuto
eu: Minutu {}
fa: {} دقیقه
fi: {} minuutti
it: {} minuto
ka: {} წუთი
kk: {} минут
oc: {} minuta
pt_br: {} minuto
ru: {} минута
sv: {} minut
tr: {} dakika
zh_cn: {} 分钟

source: {} hour
de: {} Stunde
el: {} ώρα
eo: {} horo
es: {} hora
eu: Ordu {}
fa: {} ساعت
fi: {} tunti
fr: {} heure
it: {} ora
ka: {} საათი
kk: {} сағат
oc: {} ora
pt_br: {} hora
ru: {} час
sv: {} timme
tr: {} saat
zh_cn: {} 小时

source: {percentage} — About {time_shown} left
de: {percentage} — Etwa {time_shown} verbleibend
el: {percentage} — Απομένουν περίπου {time_shown}
eo: {percentage} — Ĉirkaŭ {time_shown} restante
es: {percentage} — Quedan aproximadamente {time_shown}
eu: {percentage} — {time_shown} falta da gutxi gorabehera
fa: {percentage} — نزدیک به {time_shown} باقی مانده
fi: {percentage} — Noin {time_shown} jäljellä
fr: {percentage} — Il reste environ {time_shown}
it: {percentage} — Circa {time_shown} rimanenti
ka: {percentage} — დარჩა დაახლთ {time_shown}
kk: {percentage} — Шамамен {time_shown} қалды
oc: {percentage} — Demòra {time_shown}
pt_br: {percentage} — Cerca de {time_shown} restantes
ru: {percentage} — осталось около {time_shown}
sv: {percentage} — Ungefär {time_shown} kvar
tr: {percentage} — Yaklaşık {time_shown} kaldı
zh_cn: {percentage} — 大约还需 {time_shown}

source: Initializing…
de: Initialisiert…
el: Αρχικοποίηση…
eo: Inicialigante…
es: Iniciando…
eu: Hasieratzen…
fa: در حال راه‌اندازی…
fi: Alustetaan…
fr: Initialisation en cours…
it: Inizializzazione in corso…
ka: ინიციალიზაცია…
kk: Инициализациялануда…
oc: Inicializacion…
pt_br: Inicializando…
ru: Инициализация…
sv: Initierar…
tr: Başlatılıyor…
zh_cn: 正在初始化…

source: Constrict: Could not read input file. Was it moved or deleted before compression?
de: Constrict: Eingabedatei konnte nicht gelesen werden. Wurde sie vor der Komprimierung verschoben oder gelöscht?
el: Constrict: Αδυναμία ανάγνωσης του αρχείου εισόδου. Μήπως μετακινήθηκε ή διαγράφηκε πριν τη συμπίεση;
es: Constrict: No se pudo leer el archivo de entrada. ¿Se movió o se eliminó antes de la compresión?
eu: Constrict: Ezin da sarrerako fitxategia irakurri. Lekuz aldatu edo ezabatu da konprimatu baino lehen?
fa: هم‌فشردن: نمی‌تواند پروندهٔ ورودی را بخواند. آیا پیش از فشرده‌سازی جابه‌جا یا حذف شده است؟
fr: Constrict : Impossible de lire le fichier d'entrée. A-t-il été déplacé ou supprimé avant la compression ?
it: Constrict: Impossibile leggere il file di input. È stato spostato o eliminato prima della compressione?
ka: Constrict: შეყვანილი ფაილის წაკითხვა ვერ მოხერხდა. გადატანილი ან წაშლილი იყო შეკუმშვამდე?
kk: Constrict: Кіріс файлын оқу мүмкін болмады. Ол сығу алдында жылжытылды немесе өшірілді ме?
oc: Constrict : impossible de legir lo fichièr d'entrada. Foguèt desplaçat o suprimit abans la compression ?
pt_br: Restringir: Não foi possível ler o arquivo de entrada. Ele foi movido ou excluído antes da compressão?
ru: Constrict: Не удалось прочитать входной файл. Он был перемещен или удален перед сжатием?
sv: Constrict: Kunde inte läsa indatafil. Flyttades eller togs den bort innan komprimering?
tr: Constrict: Giriş dosyası okunamadı. Sıkıştırmadan önce taşındı veya silindi mi?
zh_cn: Constrict：无法读取输入文件。其是否在压缩前被移动或删除了？

source: Constrict: Could not retrieve video properties. Source video may be missing or corrupted.
de: Constrict: Videoeigenschaften konnten nicht abgerufen werden. Das Quellvideo fehlt möglicherweise oder ist beschädigt.
el: Constrict: Αδυναμία ανάκτησης ιδιοτήτων βίντεο. Το αρχείο πηγής ενδέχεται να λείπει ή να είναι κατεστραμμένο.
es: Constrict: No se pudieron recuperar las propiedades del vídeo. Es posible que el vídeo original falte o esté dañado.
eu: Constrict: Ezin dira bideoaren propietateak atzitu. Iturburuko bideoa falta da edo hondatuta egon daiteke.
fa: هم‌فشردن: نتوانست ویژگی‌های ویدیو را دریافت کند. ویدیوی مبدأ شاید گم شده یا خراب باشد.
fi: Constrict: Videon ominaisuuksia ei voitu noutaa. Lähdevideo saattaa puuttua tai olla rikkoutunut.
fr: Constrict : Impossible de récupérer les propriétés de la vidéo. La vidéo source est peut-être manquante ou endommagée.
it: Constrict: Impossibile recuperare le proprietà del video. Il video sorgente potrebbe essere mancanteo danneggiato.
ka: შეზღუდვა: ვიდეოს თვისებების მიღება შეუძლებელია. შესაძლოა, საწყისი ვიდეო დაკარგული ან დაზიანებული იყოს.
kk: Constrict: Видео қасиеттерін алу мүмкін болмады. Бастапқы видео жоқ немесе зақымдалған болуы мүмкін.
oc: Constrict : impossible de recuperar las proprietats de la vidèo. La vidèo font pòt mancar o èsser corrompuda.
pt_br: Restringir: Não foi possível recuperar as propriedades do vídeo. O vídeo de origem pode estar ausente ou corrompido.
ru: Constrict: Не удалось получить свойства видео. Исходное видео может отсутствовать или быть повреждено.
sv: Constrict: Kunde inte erhålla videoegenskaper. Källvideon kan saknas eller ha skadats.
tr: Constrict: Video özellikleri alınamadı. Kaynak video eksik veya bozuk olabilir.
zh_cn: Constrict：无法获取视频属性。源视频可能缺失或已损坏。

source: Constrict: Could not create exported file. A file with the reserved name already exists.
de: Constrict: Exportierte Datei konnte nicht erstellt werden. Eine Datei mit dem reservierten Namen existiert bereits.
el: Constrict: Αδυναμία δημιουργίας του εξαγόμενου αρχείου. Υπάρχει ήδη ένα αρχείο με το δεσμευμένο όνομα.
es: Constrict: No se pudo crear el archivo exportado. Ya existe un archivo con el nombre reservado.
eu: Constrict: Ezin da esportatutako fitxategia sortu. Erreserbatutako izena duen fitxategi bat dago lehendik.
fa: هم‌فشردن: نتوانست پروندهٔ برون‌ریخته را بسازد. فایلی با نام گزیده‌شده از پیش وجود دارد.
fr: Constrict : Impossible de créer le fichier exporté. Un fichier portant le nom réservé existe déjà.
it: Constrict: Impossibile creare il file esportato. Un file con il nome riservato esiste già.
ka: Constrict: გატანილი ფაილის შექმნა შეუძლებელია. ფაილი დაცული სახელით უკვე არსებობს.
kk: Constrict: Экспортталған файлды жасау мүмкін болмады. Резервтелген атауы бар файл бұрыннан бар.
oc: Constrict : impossible de crear lo fichièr exportat. Un fichièr amb lo nom reservat existís ja.
pt_br: Restringir: Não foi possível criar o arquivo exportado. Um arquivo com o nome reservado já existe.
ru: Constrict: Не удалось создать экспортированный файл. Файл с зарезервированным именем уже существует.
sv: Constrict: Kunde inte skapa exporterad fil. En fil med det reserverade namnet finns redan.
tr: Constrict: Dışa aktarılan dosya oluşturulamadı. Ayrılmış ada sahip bir dosya zaten mevcut.
zh_cn: Constrict：无法创建导出文件。同名文件已经存在。
