Repository: Wartybix/Constrict
Catalog: po/kw.po
Languages: kw

source: Video Compressor
kw: Gwaskell Gwydhyowyow

source: Compress videos to target sizes
kw: Gwaska gwydhyowyow dhe brasterow hwansys

source: Compress;Video;Movie;Film;Clip;
kw: Gwaska;Gwydhyow;Fylm;Klypp;

source: New Window
kw: Fenester Nowydh

source: Constrict compresses your videos to your chosen file size — useful for uploading to services with specific file size limits. No more relying on online services for video compression, or the manual trial-and-error of re-encoding at various bitrates yourself.
kw: Constrict gwaska dha gwydhyowyow dhe dha braster restren hwansys — gwerek rag ughkarga dhe gonisyow gans finwethow braster restrennow komparek. Fydhya nevra namoy war gonisyow warlinen rag gwaskyans, po an assay-hag-error dre dhorn a daskodenni dhe kevradhow byttys dyffrans dha honan.

source: Features include:
kw: Nasyow komprehendya:

source: An intuitive, easy to use interface.
kw: Unn ynterfas es.

source: Automatic calculation of average bitrate (ABR), resolution, framerate, and audio quality each video is re-encoded with to meet the target file size.
kw: Kalkyans awtomatek a kevradh byttys kresek (KBK), braster, kevradh fram, ha kwalita son rag daskodennys gwydhyow pub rag hedhes an braster restren kosten.

source: Bulk compression of multiple videos to one output directory.
kw: Gwaskyans kettermynyek gwydhyowyow liesek dhe unn restrenva eskorrans.

source: Customization of framerate limits, to ensure a clearer or smoother image.
kw: Personelhe finwethow kevradh fram, rag surhe unn gwedh kler.

source: A choice of codecs to encode output files with, including H.264, HEVC, AV1, and VP9.
kw: Unn dewis a kodekys dhe kodenni restrennow eskorrans gans, komprehendya H.264, HEVC, AVI, ha VP9.

source: The app attempts to retain as much audiovisual quality as possible for the file size given. However, extremely steep reductions in file size can cause significant loss of quality in the output file, and sometimes compression may not be possible at all. All processing is done locally — and as such, compression speeds are only as fast as your hardware allows.
kw: An app assaya gwitha kwalita klewwelyek kekemmys galladow rag an braster restren provys. Byttegyns, leheansow purra yn braster restren gallos kawsya koll kwalita yn an restren eskorrans, ha treweythyow gwaskyans na galladow banna. Oll argerdhow happya leel — ytho tooth gwaskyans yw uskis dell dha kalesweyth alowa.

source: Source videos queued for compression
kw: Gwydhyowyow lostys rag gwaskyans

source: The application mid-compression
kw: An app dres gwaskyans

source: A mobile friendly UI
kw: Unn ynterfas kowethek dhe kellgowsoryon

source: Compression settings in the mobile friendly UI
kw: Settyansow gwaskyans yn an ynterfas kellgowser

source: Framerate Limit
kw: Finweth Kevradh Fram

source: Limits framerates of compressed videos automatically, or to 30 FPS or 60 FPS.
kw: Finwetha kevradhow fram a gwydhyowyow gwaskys yn awtomatek, po dhe 90 FDE po 60FDE.

source: Video Codec
kw: Kodek Gwydhyow

source: The codec used to encode with during compression
kw: An kodec devnydhys rag kodennyans dres gwaskyans

source: Attempt {}
kw: Assay {}

source: {res_fps}, {audio_quality} audio
kw: {res_fps}, {audio_quality} son

source: kbps
kw: kbde

source: Compressed file size was too large ({size} {unit})
kw: Braster restren gwaskys yw re bras ({size} {unit})

source: Compressed file size was too small ({size} {unit})
kw: Braster restren gwaskys yw re byghan ({size} {unit})

source: Constrict: Could not read input file. Was it moved or deleted before compression?
kw: Constrict: Y fyllis dhe redya restren ynworrans. Ev gways po dileys dherag gwaskyans?

source: Constrict: Could not retrieve video properties. Source video may be missing or corrupted.
kw: Constrict: Y fyllis dhe kerghes kudhlow gwydhyow. Gwydhyow yw martesen kellys po legrys.

source: Constrict: Could not create exported file. A file with the reserved name already exists.
kw: Constrict: Y fyllis dhe gulya restren esperthys. Unn restren gans an hanow ragerghys eksistya seulabrys.

source: Constrict: Could not create exported file. There are insufficient permissions to create a file at the requested export path.
kw: Constrict: Y fyllis dhe gulya restren esperthys. Yma grontys anlowr rag gul unn restren yn an tyller esperth pejys.

source: Constrict: Video bitrate got too low (<5 kbps). The target size may be too low for this file.
kw: Constrict: Kovradh byttys gwydhyow bos re isel (<5 kpde). An braster kosen yw martesen re isel rag an restren ma.

source: Constrict: Cannot read output file. Was it moved or deleted mid-compression?
kw: Constrict: Y fyllis dhe redya restren eskorrans. Ev gways po dileys dres gwaskyans?

source: Initializing…
kw: Dalleth…

source: Compressing to {vid_br} {vid_br_unit} ({extra_details})
kw: Gwaska dhe {vid_br} {vid_br_unit} ({extra_details})

source: {} — Almost done
kw: {} — Deu ogasti

source: {} second
kw: {} eylen

source: {} minute
kw: {} mynysen

source: {} hour
kw: {} eur

source: {percentage} — About {time_shown} left
kw: {percentage} — ogas ha {time_shown} remenant

source: Drop Videos to Import
kw: Droppya Gwydhyowyow rag Ynperthi

source: Compression Error
kw: Error Gwaskyans

source: Details
kw: Manylyon

source: Copy Details
kw: Kopia Manylyon

source: There was a problem compressing “{}”
kw: Yma unn kudyn gwaska “{}”

source: Details copied to clipboard
kw: Manylyon kopys war astel glypp

# shortcut window
source: Video Management
kw: Dyghtyans Gwydhyow

# shortcut window
source: Open
kw: Ygeri

# shortcut window
source: Export
kw: Esperthi

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Toggle Settings Pane
kw: Dewis Kwarel Settyansow

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Close Window
kw: Degea Fenester

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: Show Preferences
kw: Diskwedhes Settyansow

source: compressed
kw: gwaskys

source: ‘{}’ repository by
kw: ‘{}’ kovskrifva gans

source: Circular progress indicator design by
kw: Desin menek avonsyans kelghek gans

source: Drag overlay design by
kw: Desin draylyans gans

source: translator-credits
kw: Flynn <cirilla@tuta.io>

source: Preferences
kw: Settyansow

source: Hardware Acceleration
kw: Uskisheans Kalesweyth

source: Hardware acceleration is only used if your GPU supports encoding with the selected video codec, and “Extra Quality” is disabled
kw: Uskisheans kalesweyth yw devnydhys hepken a dha GPU skoodhya kodenni gans an kodek gwydhyow dewisys, ha “Kwalita Moy” yw ungallosegys

source: GPU Encoding
kw: Kodennyans GPU

source: Use the GPU to speed up encoding when available
kw: Devnydhya an GPU rag uskishe kodennyans pan kavadow

source: Exported Video Suffix
kw: Lostelven rag Gwydhyowypw Esperthys

source: Custom Suffix
kw: Lostelven A-vusur

source: Used in file names for exported videos, between the base name and extension. If the custom suffix is left empty, the default suffix of “{}” will be used.
kw: Devnydhys yn henwyn restrennow rag gwydhyowyow esperthys, tredh an hanow chif hag ystynnans. A an lostelven a-vusur remaynya gwag, an lostelven defowt “{}” a vydh devnydhya.

source: Changes applied
kw: Chanjyow gweythys

source: Add Vide_os…
kw: Addya Gwydhy_owyow…

source: Move _Up
kw: Gwaya War-_vann

source: Move _Down
kw: Gwaya War-_woles

source: _Remove
kw: _Remova

source: View Error Details
kw: Gweles Manylyon Error

source: Cannot load video. It may be missing or corrupted.
kw: Y fyllis dhe karga gwydhyow. Y'n yw martesen kellys po legrys.

source: View Compression Progress
kw: Gweles Avonsys Gwaskyans

source: More Details
kw: Moy Manylyon

source: Show File Location
kw: Diskwedhes Tyller Restren

source: View More
kw: Gweles Moy

source: More Information
kw: Kudhlow Moy

source: Video compressed to {size} {unit}.
kw: Gwydhyow gwaskys dhe {size} {unit}.

source: Video file size ({original_size} {unit_original}) already meets the target size ({target_size} {unit_target}).
kw: Braster restren gwydhyow ({original_size} {unit_original}) hedhes seulabrys an braster kosten ({target_size} {unit_target}).

source: Target size ({size} {unit}) is too low for this file.
kw: Braster kosten ({size} {unit}) yw re isel rag an restren ma.

source: _New Window
kw: Fenester _Nowydh

source: _Preferences
kw: _Settyansow

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Constrict
kw: _A-dro Constrict

source: Main Menu
kw: Rol Chif

source: Compress Videos
kw: Gwaska Gwydhyowyow

source: Drag and drop videos here
kw: Draylya ha droppya gwydhyowyow omma

source: _Open…
kw: _Ygeri…

source: _Automatic
kw: _Awtomatek

source: Use the highest framerate without sacrificing resolution
kw: Devnydhya an kovradh fram ughella neb sakrifisa kwalita

source: Ensure higher image clarity
kw: Surhe klerder gweyth ughella

source: Ensure smoother motion
kw: Surhe gwayans smodh

source: Encoding Options
kw: Dewisyow Kodennyans

source: _Video Codec
kw: _Kodec Gwydhyow

source: Extra _Quality
kw: K_walita Moy

source: Increase image quality at the cost of compression time
kw: Ynkressya kwalita gweyth gans kost a termyn gwaskyans

source: Advanced Options
kw: Dewisyow Avonsys

source: _Tolerance (%)
kw: _Perthyans (%)

source: How far end file sizes can be below target
kw: Pygemmys brasterow finek restren yw alowys bos a-woles dhe kosten

source: Toggle Settings Pane
kw: Dewis Kwarel Settyansow

source: Issues with video sources — fix before compressing
kw: Kudynnow gans gwydhyowyow — ewnhe dherag gwaskyans

source: Video Sources
kw: Gwydhyowyow

source: _Clear All
kw: _Remova Oll

source: _Export To…
kw: _Esperthi Dhe…

source: _Cancel…
kw: _Hedhi

source: {} FPS
kw: {} FDE

source: Videos compressed to low bitrates may be capped to {} FPS, regardless of the option set.
kw: Gwydhyowyow gwaskys dhe kovradhow byttys isel yw martesen strothys dhe {} FDE, ny vern an dewis dewisys.

source: Decreasing the tolerance maximizes image quality by reducing how much compressed file sizes can be under target. However, this can increase the number of attempts needed to meet the target, increasing compression time. A tolerance of {} % or more is recommended.
kw: Iselhe an perthyans kowlvoghhe kwalita gweyth gans byghanhe pygemmys brasterow restren gwaskys yw alowys bos a-woles dhe kosten. Byttegyns, ma yw martesen kressya an niver assays rag hedhes an kosten, kressya termyn gwaskyans. Unn perthyans a {}% po my yw komendys.

source: Target _Size ({})
kw: Bra_ster Kosten ({})

source: Processing “{}”
kw: Argerdhes “{}”

source: {index}/{total} Videos Processed
kw: {index}/{total} Gwydhyowyow Argerdhys

source: “{}” Queued
kw: “{}” Lostys

source: {} Videos Queued
kw: {} Gwydhyowyow Lostys

source: Stop Compression?
kw: Astel Gwaskyans?

source: Progress made compressing “{}” will be permanently lost
kw: Avonsyans gwaskyans a “{}” a wra kellys yn andileadow

source: _Cancel
kw: _Astel

source: _Stop
kw: _Hedhi

source: Compression Complete
kw: Gwaskyans Deu

source: “{}” processed
kw: “{}” argerdhys

source: {} files processed
kw: {} restrennow argerdhys

source: Open Export Directory
kw: Ygeri Restrenva Esporth

source: Videos are being compressed
kw: Gwydhyowyow gwaska

source: Analyzing…
kw: Dielvenna…

source: Error compressing “{}”
kw: Error dres gwaskyans “{}”

source: View _Details
kw: Gweles _Manylyon

source: Compression complete
kw: Gwaskyans Deu

source: Unknown video format “{}”
kw: Furvas gwydhyow ankoth “{}”

source: Videos
kw: Gwydhyowyow

source: Pick Videos
kw: Dewis Gwydhyowyow
